################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2005, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=%1
heading.custom=\u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0647\u064a\u0623

desc=\u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0627 \u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0623\u0646 \u064a\u062a\u0645 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u062f\u0627\u0631\u064a\u060c \u062b\u0645 \u0627\u0636\u063a\u0637 \u062a\u0631\u0643\u064a\u0628.
click=\u0627\u0636\u063a\u0637 <b>\u062a\u0631\u0643\u064a\u0628</b> \u0644\u0628\u062f\u0621 \u062a\u0631\u0643\u064a\u0628 %1.

heading.tooling=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643 \u0641\u064a \u062a\u0631\u0643\u064a\u0628 %1

desc.tooling=\u0627\u062a\u0628\u0639 \u0647\u0630\u0647 \u0627\u0644\u062e\u0637\u0648\u0627\u062a \u0644\u062a\u0631\u0643\u064a\u0628 \u0628\u064a\u0626\u0629 \u062a\u0634\u063a\u064a\u0644 %1.
desc.wid=\u062a\u0642\u0648\u0645 \u0627\u0644\u062a\u0631\u0643\u064a\u0628\u0627\u062a \u0627\u0644\u0646\u0645\u0648\u0630\u062c\u064a\u0629 \u0628\u0627\u062a\u0627\u062d\u0629 \u062a\u0648\u0635\u064a\u0641\u0627\u062a \u0645\u062d\u062f\u062f\u0629 \u0645\u0633\u0628\u0642\u0627 \u0648\u062a\u062d\u062f\u062f \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062a\u064a \u0633\u064a\u062a\u0645 \u0627\u062a\u0627\u062d\u062a\u0647\u0627 \u0639\u0646\u062f \u0628\u062f\u0621 %1.  \u064a\u0645\u0643\u0646\u0643 \u062a\u063a\u064a\u064a\u0631 \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0623\u0648 \u064a\u0645\u0643\u0646\u0643 \u062a\u0634\u063a\u064a\u0644 Installation Manager \u0641\u064a \u0648\u0642\u062a \u0644\u0627\u062d\u0642 \u0644\u0639\u0645\u0644 \u0627\u0644\u062a\u063a\u064a\u064a\u0631\u0627\u062a.  \u064a\u0645\u0643\u0646\u0643 \u0623\u064a\u0636\u0627 \u062a\u063a\u064a\u064a\u0631 \u0628\u064a\u0626\u0629 \u0627\u0644\u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u0641\u064a \u0648\u0642\u062a\u0627 \u0644\u0627\u062d\u0642 \u0641\u064a %1.

help.link=(\u0633\u0627\u0639\u062f\u0646\u064a \u0641\u064a \u0627\u062a\u062e\u0627\u0630 \u0627\u0644\u0642\u0631\u0627\u0631)

help.desc=\u0627\u0630\u0627 \u0643\u0646\u062a \u0645\u0646 \u0636\u0645\u0646 \u0645\u062c\u0645\u0648\u0639\u0629 \u0645\u0648\u062c\u0647 \u0627\u0644\u0646\u0638\u0627\u0645 \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 Windows\u060c \u0623\u0648 \u0627\u0630\u0627 \u0643\u0646\u062a \u0645\u0633\u062a\u062e\u062f\u0645 \u0631\u0626\u064a\u0633\u064a \u0639\u0644\u0649 \u0646\u0638\u0627\u0645 Linux\u060c \u0641\u0627\u0646\u0647 \u064a\u0645\u0643\u0646\u0643 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u062f\u0627\u0631\u064a. \u0627\u0630\u0627 \u0644\u0645 \u062a\u0643\u0646 \u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u062f\u0627\u0631\u064a\u060c \u0623\u0648 \u0627\u0630\u0627 \u0643\u0646\u062a \u062a\u0631\u064a\u062f \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0649 \u0627\u0644\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0628\u062f\u0648\u0646 \u0627\u0645\u062a\u064a\u0627\u0632\u0627\u062a \u0627\u062f\u0627\u0631\u064a\u0629\u060c \u0642\u0645 \u0628\u0645\u062d\u0648 \u0645\u0631\u0628\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0647\u0630\u0627.

admin.checkbox=\u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0643\u0645\u0633\u062a\u062e\u062f\u0645 \u0627\u062f\u0627\u0631\u064a

install=\u062a\u0631\u0643\u064a\u0628

BPM_ADVPS.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0639\u0645\u0644\u064a\u0627\u062a IBM BPM Advanced - Process Server\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
BPM_EXP.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 IBM BPM Express\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
BPM_STD.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 IBM BPM Standard\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
BPM_ADV.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 IBM BPM Advanced\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
WESB.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 WebSphere Enterprise Service Bus\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
WBM.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 IBM Business Monitor\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628 <br><br>\u0628\u0639\u062f \u062a\u0631\u0643\u064a\u0628 IBM Business Monitor\u060c \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0645\u0644\u0641 \u0645\u0648\u0627\u0635\u0641\u0627\u062a \u0648\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0645\u0643\u0648\u0646\u0627\u062a.  \u0623\u0646\u0638\u0631 \u0645\u0631\u0643\u0632 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0645\u0641\u0635\u0644\u0629 \u062d\u0648\u0644 \u0627\u0644\u062e\u0637\u0648\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629.
BPM_CLIENT.desc=\u0639\u0646\u062f \u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0627\u0644\u0649 IBM BPM Advanced - Client\u060c \u0641\u0627\u0646\u0647 \u064a\u062a\u0645 \u062a\u0636\u0645\u064a\u0646 WebSphere Application Server Network Deployment \u0627\u0644\u0645\u0637\u0644\u0648\u0628.
WSRR.desc=\u062a\u0631\u0643\u064a\u0628 WebSphere Service Registry and Repository.
WSRRSTUDIO.desc=\u062a\u0631\u0643\u064a\u0628 WebSphere Service Registry and Repository Studio.


IID.link=\u0648\u0635\u0644\u0629 IID
IID.desc=\u0648\u0635\u0641 IID

MONTK.link=\u0645\u062c\u0645\u0648\u0639\u0629 \u0623\u062f\u0648\u0627\u062a \u062a\u0637\u0648\u064a\u0631 IBM\u00ae Business Monitor V%1

install.button=\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u062d\u062f\u062f
install.montk.button=\u062a\u0631\u0643\u064a\u0628

footing=&copy; \u062d\u0642\u0648\u0642 \u0627\u0644\u0646\u0634\u0631 \u0644\u0634\u0631\u0643\u0629 IBM Corporation 2000\u060c 2012\u060c 2013. \u062c\u0645\u064a\u0639 \u0627\u0644\u062d\u0642\u0648\u0642 \u0645\u062d\u0641\u0648\u0638\u0629.<br>\u062a\u0639\u062f IBM\u060c \u0648\u0634\u0639\u0627\u0631 IBM\u060c \u0648 ibm.com\u060c \u0648 WebSphere \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0623\u0648 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 International Business Machines Corp.\u060c \u0648\u0647\u064a \u0645\u0633\u062c\u0644\u0629 \u0628\u0639\u062f\u0629 \u0628\u0644\u0627\u062f \u0628\u062c\u0645\u064a\u0639 \u0627\u0646\u062d\u0627\u0621 \u0627\u0644\u0639\u0627\u0644\u0645.  \u062a\u0639\u062f Microsoft \u0648 Windows \u0648 Windows NT \u0648\u0634\u0639\u0627\u0631 Windows \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0644\u0634\u0631\u0643\u0629 Microsoft Corporation \u0641\u064a \u0627\u0644\u0648\u0644\u0627\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u062d\u062f\u0629 \u0623\u0648 \u0627\u0644\u0628\u0644\u0627\u062f \u0627\u0644\u0623\u062e\u0631\u0649 \u0623\u0648 \u0643\u0644\u0627\u0647\u0645\u0627.  Linux \u0647\u064a \u0639\u0644\u0627\u0645\u0629 \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 Linus Torvalds \u0641\u064a \u0627\u0644\u0648\u0644\u0627\u064a\u0627\u062a \u0627\u0644\u0645\u062a\u062d\u062f\u0629 \u0623\u0648 \u0627\u0644\u0628\u0644\u0627\u062f \u0627\u0644\u0623\u062e\u0631\u0649 \u0623\u0648 \u0643\u0644\u0627\u0647\u0645\u0627.  \u062a\u0639\u062f Java \u0648\u0643\u0644 \u0627\u0644\u0634\u0639\u0627\u0631\u0627\u062a \u0648\u0627\u0644\u0639\u0644\u0627\u0645\u0627\u062a \u0627\u0644\u062a\u062c\u0627\u0631\u064a\u0629 \u0627\u0644\u062a\u064a \u062a\u0639\u062a\u0645\u062f \u0639\u0644\u0649 Java \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0623\u0648 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0645\u0633\u062c\u0644\u0629 \u0644\u0634\u0631\u0643\u0629 Oracle \u0648/\u0623\u0648 \u0627\u0644\u0645\u0624\u0633\u0633\u0627\u062a \u0627\u0644\u0641\u0631\u0639\u064a\u0629 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0647\u0627.  \u0623\u0633\u0645\u0627\u0621 \u0627\u0644\u0645\u0646\u062a\u062c\u0627\u062a \u0623\u0648 \u0627\u0644\u062e\u062f\u0645\u0627\u062a \u0627\u0644\u0623\u062e\u0631\u0649 \u0642\u062f \u062a\u0643\u0648\u0646 \u0639\u0644\u0627\u0645\u0627\u062a \u062a\u062c\u0627\u0631\u064a\u0629 \u0644\u0634\u0631\u0643\u0629 IBM \u0623\u0648 \u0634\u0631\u0643\u0627\u062a \u0623\u062e\u0631\u0649.
