################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2011, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=\u0645\u0631\u062d\u0628\u0627 \u0628\u0643 \u0641\u064a %1

desc=\u064a\u0642\u0648\u0645 \u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0628\u0627\u0631\u0634\u0627\u062f\u0643 \u062e\u0644\u0627\u0644 \u062a\u0631\u0643\u064a\u0628 \u0648\u062a\u0648\u0635\u064a\u0641 %1\u060c \u0645\u0645\u0627 \u064a\u0633\u0627\u0639\u062f\u0643 \u0639\u0644\u0649 \u062a\u062d\u062f\u064a\u062f \u0646\u0648\u0639 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0630\u064a \u064a\u0642\u0627\u0628\u0644 \u0627\u062d\u062a\u064a\u0627\u062c\u0627\u062a\u0643. 

desc.2=\u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0639\u0646 \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0631\u0643\u064a\u0628\u060c \u0627\u0631\u062c\u0639 \u0627\u0644\u0649 %1. 
desc.link=\u062c\u0627\u0631\u064a \u062a\u0631\u0643\u064a\u0628 %1

typical.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">\u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0646\u0645\u0648\u0630\u062c\u064a</a>

typical.desc.1=\u064a\u0645\u0643\u0646 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0646\u0645\u0648\u0630\u062c\u064a \u0644\u0627\u0633\u062a\u062e\u062f\u0627\u0645 %1 \u0644\u0644\u062a\u0637\u0648\u064a\u0631\u060c \u0623\u0648 \u062a\u0623\u0643\u064a\u062f \u0627\u0644\u062c\u0648\u062f\u0629\u060c \u0623\u0648 \u062a\u0646\u0638\u064a\u0645 \u0627\u0644\u0645\u0631\u0627\u062d\u0644 \u0627\u0644\u062a\u064a \u0644\u0645 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0646\u0638\u0627\u0645 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0647\u0627.
typical.desc.2=\u062a\u0633\u062a\u062e\u062f\u0645 \u0645\u0639\u0638\u0645 \u0627\u0644\u0645\u062d\u062f\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0646\u0645\u0648\u0630\u062c\u064a \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u0641\u062a\u0631\u0636\u0629 \u0622\u0644\u064a\u0627\u060c \u0644\u0643\u0646 \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0633\u0627\u0631 \u0648\u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0631\u0643\u064a\u0628.

evaluation.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">\u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u064a</a>

evaluation.desc.1=\u064a\u0645\u0643\u0646 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u064a \u0627\u0630\u0627 \u0643\u0646\u062a \u0633\u062a\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0644\u0644\u062a\u0637\u0648\u064a\u0631\u060c \u0623\u0648 \u062a\u0623\u0643\u064a\u062f \u0627\u0644\u062c\u0648\u062f\u0629\u060c \u0623\u0648 \u062a\u0646\u0638\u064a\u0645 \u0627\u0644\u0645\u0631\u0627\u062d\u0644 \u0627\u0644\u062a\u064a \u0644\u0645 \u064a\u062a\u0645 \u062a\u0643\u0648\u064a\u0646 \u0646\u0638\u0627\u0645 \u0645\u062c\u0645\u0648\u0639\u0629 \u0644\u0647\u0627.
evaluation.desc.2=\u062a\u0633\u062a\u062e\u062f\u0645 \u0645\u0639\u0638\u0645 \u0627\u0644\u0645\u062d\u062f\u062f\u0627\u062a \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u062a\u0642\u064a\u064a\u0645\u064a \u0627\u0644\u0642\u064a\u0645 \u0627\u0644\u0645\u0641\u062a\u0631\u0636\u0629 \u0622\u0644\u064a\u0627\u060c \u0644\u0643\u0646 \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u0633\u0627\u0631 \u0648\u0642\u0627\u0639\u062f\u0629 \u0628\u064a\u0627\u0646\u0627\u062a \u0627\u0644\u062a\u0631\u0643\u064a\u0628.


custom.heading=<a class="solo" href="javascript:top.navigateTo('install')">\u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0647\u064a\u0623</a>
custom.desc=\u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0647\u064a\u0623\u060c \u064a\u0645\u0643\u0646\u0643 \u062a\u062d\u062f\u064a\u062f \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u062a\u064a \u062a\u0631\u064a\u062f Installation Manager \u0623\u0646 \u064a\u0642\u0648\u0645 \u0628\u062a\u0631\u0643\u064a\u0628\u0647\u0627\u060c \u062b\u0645 \u0623\u0628\u062f\u0623 \u062a\u0634\u063a\u064a\u0644 \u0623\u062f\u0627\u0629 \u0627\u062f\u0627\u0631\u0629 \u0645\u0644\u0641 \u0627\u0644\u0645\u0648\u0627\u0635\u0641\u0627\u062a \u0644\u0628\u0646\u0627\u0621 \u0648\u062d\u062f\u0629 \u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u0637\u0628\u064a\u0642 \u0648\u062a\u0648\u0635\u064a\u0641\u0627\u062a \u0627\u0644\u0634\u0643\u0644 \u0627\u0644\u0639\u0627\u0645 \u0644\u0642\u0648\u0627\u0639\u062f \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
custom.desc.1=\u064a\u0645\u0643\u0646 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062a\u0631\u0643\u064a\u0628 \u0627\u0644\u0645\u0647\u064a\u0623 \u0644\u0623\u064a \u0645\u0646 \u0627\u0644\u0623\u0633\u0628\u0627\u0628 \u0627\u0644\u062a\u0627\u0644\u064a\u0629:
custom.desc.2=\u0627\u0630\u0627 \u0643\u0627\u0646\u062a \u0628\u064a\u0626\u0629 \u0627\u0644\u0646\u0634\u0631 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u062a\u062a\u0637\u0644\u0628 \u0639\u0642\u062f \u0646\u0638\u0627\u0645 \u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0636\u0627\u0641\u064a\u0629.
custom.desc.3=\u0627\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u0644\u0623\u0639\u0645\u0627\u0644 \u0627\u0644\u062e\u0627\u0635\u0629 \u0628\u0643 \u062a\u062a\u0637\u0644\u0628 \u0628\u064a\u0626\u0629 \u0646\u0634\u0631 \u0623\u0648 \u062a\u0648\u0635\u064a\u0641\u0627\u062a \u0645\u0639\u0642\u062f\u0629 \u0644\u0644\u0634\u0643\u0644 \u0639\u0627\u0645 \u0644\u0642\u0648\u0627\u0639\u062f \u0627\u0644\u0628\u064a\u0627\u0646\u0627\u062a.
custom.desc.4=\u0627\u0630\u0627 \u0643\u0627\u0646 \u0647\u0646\u0627\u0643 \u062a\u0631\u0643\u064a\u0628 WebSphere Application Server \u0645\u0648\u062c\u0648\u062f \u062a\u0642\u0648\u0645 \u0628\u062a\u0631\u0643\u064a\u0628 \u0648\u062a\u0648\u0635\u064a\u0641 %1 \u0639\u0644\u064a\u0647.


 
