################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2009, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
#NLS_ENCODING=ESCAPED_UNICODE

# Counting numbers
step1=1.
step2=2.
step3=3.
step4=4.
step5=5.
step6=6.

# Shared labels
select.hostname=Escriba el nombre del host:
select.location=Especificar la ubicaci\u00f3n de la instalaci\u00f3n:
hostname=Nombre de host:
port=Puerto:
location=Ubicaci\u00f3n:
username=Nombre de usuario:
password=Contrase\u00f1a:
confirm=Confirmar:
development=Desarrollo
test=Prueba
stage=Etapa
production=Producci\u00f3n
type=Tipo:
name=Nombre:
browse=Examinar...
print=Imprimir
close=Cerrar
yes=S\u00ed
no=No
ok=Aceptar
no.install=No. Necesito que se instale una.
infoCenter.help=Necesito ayuda para decidir
infoCenter.setup=Instrucciones de configuraci\u00f3n
architecture.choice=Seleccione el tipo de arquitectura a instalar
bit.32=32 bits
bit.64=63 bits
testConnection=Probar conexi\u00f3n

# Wizard labels
wizard.previous=Atr\u00e1s
wizard.next=Siguiente
wizard.done=Instalar software
wizard.cancel=Cancelar
wizard.exit=Salir
wizard.testConnection=Probar conexi\u00f3n de base de datos

# Wizard step labels
wizard.cancelling=Cancelando la instalaci\u00f3n. La cancelaci\u00f3n podr\u00eda tardar en completarse.
wizard.prereqCheck=Comprobando los requisitos previos...
wizard.generateResponse=Generando el archivo de respuestas para Installation Manager...
wizard.startingIM=Iniciando Installation Manager...
wizard.installing=Instalando %1...
wizard.creatingProfile=Creando perfil nuevo...
wizard.unaugmentingProfile=Cancelando el aumento del perfil...
wizard.deleteProfile=Suprimiendo el perfil...
wizard.uninstalling=Desinstalando %1...
wizard.unzip.pd=Extrayendo el archivo zip de Process Designer
wizard.check.fixpacks=Instalaci\u00f3n de los arreglos disponibles
wizard.doingBPMConfig=Configuraci\u00f3n de ND simple ...
wizard.nd.bpmConfig=Configurando el entorno de despliegue...
wizard.standalone.bpmConfig=Configurando el entorno aut\u00f3nomo...
wizard.addUserToGroup=A\u00f1adiendo usuario al grupo de administraci\u00f3n de DB2...
wizard.waitingForDisk=Esperando a que se inserte el disco...
wizard.startingServer=Iniciando el servidor...
wizard.preload=Cargando configuraci\u00f3n...
wizard.runstats=Optimizando la base de datos...

# Validation labels
validation.celladmin.deadmin.userId.same = Los nombres de usuario del administrador de la c\u00e9lula y el administrador del entorno de despliegue no pueden ser iguales.
validation.password.inValidPassword = La contrase\u00f1a predeterminada para el usuario %1 no cumple con la pol\u00edtica de contrase\u00f1as en el sistema. Para especificar una contrase\u00f1a que cumpla con la pol\u00edtica de contrase\u00f1as en el sistema, cierre la instalaci\u00f3n t\u00edpica, reinicie el instalador y seleccione la opci\u00f3n de instalaci\u00f3n personalizada.
validation.password.inValidPassword.wsrr = La contrase\u00f1a predeterminada para el usuario %1 no cumple con la pol\u00edtica de contrase\u00f1as en el sistema o el instalador no se est\u00e1 ejecutando como administrador. Vuelva a iniciar el instalador y especifique una contrase\u00f1a v\u00e1lida para el usuario. Adem\u00e1s, aseg\u00farese de que se haya iniciado el instalador utilizando 'Ejecutar como administrador'.
validation.password.not.match = Las contrase\u00f1as no coinciden.
validation.userId.inValidPassword = El usuario %1 existe en el sistema pero tiene una contrase\u00f1a diferente de la contrase\u00f1a predeterminada. La contrase\u00f1a predeterminada para el usuario %1 ha cambiado respecto de la que hab\u00eda en BPM v7.5.x. La nueva contrase\u00f1a predeterminada es "Db2pswd!". Para usar la contrase\u00f1a predeterminada, cambie la del usuario %1 por la contrase\u00f1a predeterminada. A continuaci\u00f3n cierre la instalaci\u00f3n t\u00edpica y rein\u00edciela. Para especificar una contrase\u00f1a para el usuario %1, cierre la instalaci\u00f3n t\u00edpica, reinicie el instalador y seleccione la opci\u00f3n de instalaci\u00f3n personalizada.
validation.userId.inValidPassword.wsrr = El usuario %1 existe en el sistema pero tiene una contrase\u00f1a diferente de la contrase\u00f1a proporcionada. Reinicie el instalador y especifique la contrase\u00f1a correcta para el usuario.
validation.dir.shouldnotexist = La carpeta de la instancia DB2 %1 ya existe en %2. Suprima la carpeta de instancia DB2 %1 y vuelva a intentar la instalaci\u00f3n. 
validation.dir.empty=El directorio de instalaci\u00f3n elegido %1 no est\u00e1 vac\u00edo.
validation.dir.read_write=El directorio de instalaci\u00f3n elegido %1 no tiene permisos de lectura y escritura.
validation.dir.size=El directorio de instalaci\u00f3n elegido %1 est\u00e1 ubicado en un volumen que no tiene espacio libre suficiente para la instalaci\u00f3n.  Se necesitan %2 GB.
validation.dir.temp.size=El directorio temporal %1 est\u00e1 ubicado en un volumen que no tiene espacio libre suficiente para la instalaci\u00f3n.  Se necesitan %2 GB.
validation.dir.IM.temp.size = La ubicaci\u00f3n %1 de los datos de agente de IBM Installation Manager reside en un volumen que no tiene espacio libre suficiente para la instalaci\u00f3n.  Se necesitan %2 GB.
validation.field.required=Este valor es necesario.
validation.field.dir.empty=Este directorio no est\u00e1 vac\u00edo.
validation.field.dir.read_write=Este directorio no tiene permisos de lectura y grabaci\u00f3n.
validation.field.dir.non_existent=Este directorio no existe.
validation.field.dir.size=Este directorio est\u00e1 ubicado en un volumen que no tiene espacio libre suficiente para la instalaci\u00f3n.  Se requieren %1 GB.
validation.field.dir.subdir=Este directorio debe ser un subdirectorio, no un directorio de nivel superior.
validation.field.dir.length=Este nombre de directorio es demasiado largo para la instalaci\u00f3n de este producto.  El directorio debe tener una longitud m\u00e1xima de %1 caracteres.
validation.field.database=Esta propiedad de conexi\u00f3n de base de datos no es v\u00e1lida.
validation.field.database.found=Ya existe esta base de datos.
validation.field.database.hasTables=Esta base de datos ya se est\u00e1 utilizando.  Elija una base de datos vac\u00eda.
validation.field.database.pageSize=Esta base de datos no tiene el tama\u00f1o de p\u00e1gina necesario de 32K. 
validation.field.database.dbAdm=Esta base de datos no ha otorgado la autorizaci\u00f3n de administraci\u00f3n de base de datos al nombre de usuario dado. 
validation.field.database.name=Los nombres de base de datos no contienen caracteres especiales y tienen una longitud m\u00e1xima de %1 caracteres.
validation.ulimit=El valor de ulimit para archivos abiertos es demasiado bajo. Aumente el valor ulimit a %1 como m\u00ednimo y vuelva a intentarlo.
validation.groupMembership=El usuario no tiene autorizaci\u00f3n para crear bases de datos. A\u00f1ada al usuario a grupo %1 y vuelva a intentarlo.
validation.createDb.not.localhost=El nombre de host para las bases de datos no es un host local. S\u00f3lo se pueden crear bases de datos para DB2 en sistemas locales.
validation.username.length.max=El nombre de usuario debe tener un m\u00e1ximo de %1 caracteres.
validation.username.special.chars=El nombre de usuario no debe tener espacios ni caracteres especiales.
validation.username.upper.case=El nombre de usuario no debe tener letras en may\u00fascula.

# Wsrr Pane labels
installing.wsrr=Instalar IBM WebSphere Service Registry and Repository
installing.wsrr.description=Especifique la informaci\u00f3n b\u00e1sica sobre la instalaci\u00f3n.

# Database Pane labels
select.database.configuration=Seleccionar configuraci\u00f3n de base de datos
select.database.configuration.description=Seleccione una configuraci\u00f3n de base de datos.  Si ha instalado una base de datos de DB2 Express incorporada, la base de datos estar\u00e1 completamente configurada y lista para su uso.
install.database.DB2=Instalar una base de datos DB2 Express incorporada
install.database.existing=Utilice una base de datos existente (DB2, MSSQL u Oracle)
install.database.DB2.bit32=La instalaci\u00f3n de DB2 Express no recibe soporte en sistemas de 32 bits. Debe utilizar una instalaci\u00f3n de servidor de base de datos existente.  

# Existing Database Pane labels
existing.database.setup=Configurar servidor de bases de datos
existing.database.setup.choice=\u00bfDesea utiliza una base de datos existente?
existing.database.setup.help=<a href='#' dojoAttachPoint='setupInstructions'>Ayuda para decidir</a>.
existing.database.setup.db2express=DB2 Express se instalar\u00e1 autom\u00e1ticamente.  Elija un nombre de usuario y una contrase\u00f1a para la base de datos:
existing.database.setup.db2express.linux=DB2 Express se instalar\u00e1 autom\u00e1ticamente.  Elija los nombres de usuario y las contrase\u00f1as para la base de datos:
existing.database.configure.dbType=Seleccione la base de datos que desee utilizar:
existing.database.configure.hostPort=Especifique el nombre de host y el puerto utilizados para la conectividad de base de datos:
existing.database.configure.userPass=Especifique el nombre de usuario y la contrase\u00f1a para la conectividad de base de datos:
existing.database.configure.dbnames=Especifique nombre de bases de datos:
existing.database.configure.instance=Especifique el nombre de instancia de la base de datos para las bases de datos:
existing.database.setup.desc1=Seleccione el tipo de base de datos y a continuaci\u00f3n especifique su ubicaci\u00f3n y sus propiedades.  Para obtener m\u00e1s informaci\u00f3n, pulse <a href='#' dojoAttachPoint='setupInstructions'>Instrucciones de configuraci\u00f3n</a>.
existing.database.setup.desc2=Especifique el tipo y la ubicaci\u00f3n de la base de datos.
existing.database.setup.desc3=Especifique si desea que la instalaci\u00f3n cree la base de datos
existing.database.configure.db2=Especifique las bases de datos a utilizar.
existing.database.configure.other=Especifique los nombres de usuario y las contrase\u00f1as existentes para las bases de datos siguientes.
existing.database.iid.canNotProceed=No se puede continuar con la configuraci\u00f3n del entorno de prueba. La base de datos de DB2 no est\u00e1 instalada en el sistema y la instalaci\u00f3n no se ha iniciado con los derechos administrativos. Aseg\u00farese de que el usuario ha iniciado la instalaci\u00f3n con derechos administrativos, o de que una base de datos de DB2 est\u00e1 instalada en el sistema antes de iniciar la instalaci\u00f3n.
existing.database.create.db=Cree e inicialice estas bases de datos durante la instalaci\u00f3n.
db2.linux.instance.user=Usuario de instancia de DB2:
db2.linux.fenced.user=Usuario delimitado de DB2:
db2.linux.das.user=Usuario del servidor de administraci\u00f3n de DB2 (DAS):
db2.linux.new.user=Nuevo usuario
db2.linux.user.not.found=No se ha encontrado ning\u00fan usuario con este nombre
db2.linux.user.will.exist=Ya se va a crear un usuario con este nombre, elija otro nombre
db2.linux.user.already.exists=Ya se ha encontrado un usuario con este nombre, elija otro nombre
center.dbName=Nombre de base de datos de Process Center:
server.dbName=Nombre de base de datos de Process Server:
wsrr.dbName=Nombre de base de datos de WSRR Server:
performanceServer.dbName=Nombre de base de datos de Performance Data Warehouse:
common.dbName=Nombre de base de datos:
sid=Nombre de instancia:
sid.what.is.this=<a href='#' dojoAttachPoint='sidWhatIsThis'>\u00bfQu\u00e9 es esto?</a>
wsrr.sid=Nombre de base de datos de WSRR Server:
common.db=Base de datos com\u00fan:
winAuth.help=<a href='#' dojoAttachPoint='winAuthWhatIsThis'>\u00bfQu\u00e9 es esto?</a>
winAuth.apply=Aplicar la autenticaci\u00f3n de Windows
existing.database.wsrr.create=Ejecutar scripts de base de datos para crear las tablas de base de datos (No seleccionar si utiliza una base de datos remota).
existing.database.wsrr.location=Directorio de instalaci\u00f3n de base de datos:
existing.database.wsrr.system=Administrador del sistema de base de datos.
existing.database.wsrr.oracle.user=Administrador del sistema de Oracle:

# Installation Summary Pane labels
installSummary=Resumen de la instalaci\u00f3n
installSummary.desc=Se instalar\u00e1n las opciones siguientes.  Si esta lista no es correcta, pulse <b>Atr\u00e1s</b> para realizar las correcciones.
installSummary.wsrr=Instalando un WSRR Server en %1
installSummary.newDatabase=Instalando DB2 Express.  Antes de continuar, aseg\u00farese de que DB2 no est\u00e9 ya instalado.
installSummary.existingDatabase=Se utilizar\u00e1 una instancia de base de datos %1 existente para este servidor.
installSummary.license=He le\u00eddo y acepto el <a href='#' dojoAttachPoint='license'>acuerdo de licencia</a> y los <a href='#' dojoAttachPoint='notices'>avisos</a>

# Installation Panel labels
installingPane=Informaci\u00f3n de la instalaci\u00f3n
installingPane.intro=Mientras contin\u00faa la instalaci\u00f3n, imprima la informaci\u00f3n siguiente para consultarla en el futuro. 
installingPane.showPassword=Mostrar contrase\u00f1as   
installingPane.processCenter=Process Center
installingPane.processServer=Process Server
installingPane.wsrrServer=Servidor WSRR
installingPane.offer_install_location=Ubicaci\u00f3n de la instalaci\u00f3n:
installingPane.processCenterLink=Process Center:
installingPane.offer_admin_user=Usuario de administrador:
installingPane.offer_admin_password=Contrase\u00f1a de administrador:
installingPane.cellAdminAccount=Cuenta administrativa de c\u00e9lula
installingPane.deAdministrativeAccount=Cuenta administrativa del entorno de despliegue
installingPane.process_designer=Dise\u00f1ador de procesos
installingPane.process_designer_location=Ubicaci\u00f3n:
installingPane.db.embedded=DB2 Database Server incorporado
installingPane.db.existing=Se utiliza el producto de la base de datos %1 existente
installingPane.hostname=Nombre de host:
installingPane.port=Puerto:
installingPane.database_type=Tipo de base de datos:
installingPane.tbd=El URL del Process Center se determinar\u00e1 despu\u00e9s de la creaci\u00f3n de perfil
installingPane.db2.instance=Nombre de usuario/contrase\u00f1a de instancia:
installingPane.db2.fenced=Nombre de usuario/contrase\u00f1a delimitado:
installingPane.db2.das=Nombre de usuario/contrase\u00f1a de servidor de administraci\u00f3n (DAS):

# Installation completed
install.result=Resultados de la instalaci\u00f3n
install.success=La instalaci\u00f3n se ha completado satisfactoriamente
install.firstSteps=Iniciar Primeros pasos
install.fail=La instalaci\u00f3n se ha completado con errores
install.messages=La instalaci\u00f3n ha generado los mensajes siguientes:
install.readLog=Lea el archivo de registro en %1 para obtener m\u00e1s informaci\u00f3n.
install.failed.unzip=No se ha podido descomprimir el archivo en %1.
install.failed.fix=Error al instalar el arreglo de %1.

# Install cancelled
install.cancel.title=\u00bfCancelar la instalaci\u00f3n?
install.cancel=\u00bfDesea cancelar la instalaci\u00f3n?
install.cancel.im.succeed=Installation Manager ha finalizado satisfactoriamente.
install.cancel.profile.succeed=La creaci\u00f3n de perfiles ha finalizado satisfactoriamente.
install.cancel.fixpacks.succeed=Los fixpacks se han instalado correctamente.
install.cancel.pd.succeed=La instalaci\u00f3n de Process Designer ha finalizado satisfactoriamente.
install.insertDisk.title=Insertar disco
install.insertDisk.cancel=No se ha podido instalar el entorno de prueba de IBM Process Server. 
install.cancel.preload.succeed=La carga de la configuraci\u00f3n ha finalizado correctamente.
install.cancel.startServer.succeed=El servidor se ha iniciado satisfactoriamente.
install.cancel.runstats.succeed=La base de datos se ha optimizado satisfactoriamente.

# WSRR only
WSRR.default.password=Escriba la contrase\u00f1a predeterminada que se va a utilizar para todos los usuarios creados por la instalaci\u00f3n
WSRR.confirm.password=Confirmar contrase\u00f1a:
WSRR.password.not.match=Las contrase\u00f1as no coinciden.

#Typical Install Logging
log.error.fallbackLicense=E: No se ha podido encontrar el archivo de licencia en ingl\u00e9s
log.error.admin=E: No es posible determinar los derechos administrativos
log.error.db2=E: No es posible determinar si DB2 est\u00e1 instalado
log.error.edition=E: Edici\u00f3n desconocida:
log.error=E: %1 
log.error.file=E: No est\u00e1 presente el archivo %1 o est\u00e1 vac\u00edo.
log.error.file.json=E: No est\u00e1 presente el archivo %1.response.json o est\u00e1 vac\u00edo.
log.error.gtk=E: No es posible determinar si est\u00e1 instalado un GTK de 32 bits
log.error.imcl=E: No es posible iniciar imcl
log.error.install.fail=E: La instalaci\u00f3n ha fallado con el mensaje
log.error.install.fail.step=E: La instalaci\u00f3n ha fallado en el paso
log.error.java=E: La ejecuci\u00f3n de un m\u00e9todo Java ha producido una anomal\u00eda.
log.error.java.execute=E: No es posible ejecutar el m\u00e9todo Java.
log.error.profile=E: No es posible iniciar la creaci\u00f3n de perfil
log.error.profile.fail=E: Se ha encontrado el mensaje de error INSTCONFFAILED en los registros de manageprofile.
log.error.bpmconfig.fail=E: Se ha encontrado el mensaje de error INSTCONFFAILED en los registros de configureNode.
log.error.silent.install=E: Se ha encontrado un mensaje de error en los registros de instalaci\u00f3n silenciosa.
log.error.ulimit=E: No es posible determinar ulimit
log.error.xmlStore=E: No se puede consultar XmlStore
log.error.groupMembership=E: No se ha podido determinar la pertenencia al grupo de administraci\u00f3n de Db2.
log.error.addUserToGroup=E: No se ha podido a\u00f1adir al usuario al grupo de administraci\u00f3n de db2.

log.info=I: %1
log.info.admin=I: Derechos administrativos de usuario:
log.info.cancel=I: Se ha cancelado la instalaci\u00f3n
log.info.cancel.user=I: El usuario ha cancelado la instalaci\u00f3n
log.info.canonical=I: Se ha obtenido el canonicalFilename de
log.info.db2.allow=I: Permitiendo que se instale DB2 Express
log.info.db2.exists=I: Ya est\u00e1 instalado DB2.
log.info.db2.invalid.os=I: No es un sistema operativo v\u00e1lido para DB2 Express.
log.info.db2.not.exist=I: No est\u00e1 instalado DB2.
log.info.db2.prevent=I: Impidiendo que se instale DB2 Express
log.info.db2.request.port=I: Solicitando puerto de DB2 para servicio db2c_
log.info.db2.valid.os=I: Es un sistema operativo v\u00e1lido para DB2 Express.
log.info.eclipse.ini=I: Se ha actualizado el archivo eclipse.ini con el nombre de host y el puerto correctos
log.info.edition=I: Ejecutando con edici\u00f3n:
log.info.gtk=I: Ejecutando checkGTK con archivo de respuestas:
log.info.gtk.done=I: La comprobaci\u00f3n previa de GTK se efect\u00faa en esta plataforma
log.info.gtk.ignore=I: La comprobaci\u00f3n previa de GTK se pasa por alto en esta plataforma
log.info.hostname=I: Se utiliza el nombre de host %1
log.info.imcl=I: Ejecutando la instalaci\u00f3n de imcl
log.info.imcl.id=I: ID: %1
log.info.imcl.location=I: ubicaci\u00f3n: %1
log.info.imcl.repository=I: repositorio: %1
log.info.install=I: Ejecutando instalaci\u00f3n
log.info.install.step=I: Ejecutando el paso de instalaci\u00f3n %1 de %2
log.info.install.success=I: Se ha completado satisfactoriamente la instalaci\u00f3n
log.info.java=I: El programa Java ha devuelto:
log.info.java.success=I: Respuesta de ejecuci\u00f3n de m\u00e9todo Java satisfactoria
log.info.pc.check=I: Comprobando process center para %1:%2 con nombre de usuario:%3
log.info.pc.port=I: Process Center instalado en el puerto:
log.info.port=I: Utilizando n\u00famero de puerto de
log.info.profile.create=I: Ejecutando creaci\u00f3n de perfil
log.info.request.browse=I: Solicitando di\u00e1logo de navegador de directorio.
log.info.request.canonical=I: Solicitando forma can\u00f3nica del nombre de archivo:
log.info.request.file=I: Ejecutando programa con archivo de solicitud:
log.info.request.hostname=I: Solicitando nombre de host:
log.info.response=I: responseText=
log.info.start=I: Se ha iniciado el asistente de instalaci\u00f3n t\u00edpica.
log.info.ulimit=I: Ulimit establecido en:
log.info.unzip=I: Descomprimiendo %1 en %2

log.warning=A: %1
log.warning.default.host=A: Utilizando nombre de host predeterminado de localhost.
log.warning.default.port=A: Utilizando puerto predeterminado de 50000.

#Launchpad Servicability
progress.db.check=Comprobando base de datos
progress.fixpack.check=Buscando fixpacks
progress.fix.check=Buscando arreglos
progress.db.failed=Ha fallado la conexi\u00f3n de base de datos
progress.db.success=Conexi\u00f3n de base de datos correcta
titleString=Se necesita contrase\u00f1a
directionText=Son necesarias las credenciales para conectarse a un repositorio de servicio de IBM.
failureText=Las credenciales facilitadas no han superado la autenticaci\u00f3n con un repositorio de servicio de IBM.
labelName=Nombre de usuario
labelPassword=Contrase\u00f1a
cancelInformation=Cancele para seguir sin acceder a un repositorio de servicio de IBM.
checkbox.updates.description=Utilice la cuenta de soporte para incluir las actualizaciones con la instalaci\u00f3n.
checkbox.updates.description.help=No tengo cuenta de soporte.
liveUpdates.progressbar.title=Estado
liveUpdates.progressbar.authenticationMessage=Iniciando sesi\u00f3n en ...
liveUpdates.progressbar.retrievingUpdatesMessage=Recuperando actualizaciones...
liveUpdates.buttonCaption = Inicio de sesi\u00f3n
liveUpdates.NoUpdates.message= \u00a1Muy bien! Tiene todo lo que necesita. No hay ninguna actualizaci\u00f3n disponible.
liveUpdates.authenticationFailure.message = Lo siento. No se aceptan sus credenciales. Int\u00e9ntelo de nuevo.
liveUpdates.Timeout.message = Tiempo de espera excedido al recuperar las actualizaciones.
