################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2011, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=Bienvenido a %1

desc=El instalador le gu\u00eda en la instalaci\u00f3n y la configuraci\u00f3n de %1, ayud\u00e1ndole a seleccionar el tipo de instalaci\u00f3n que cubra sus necesidades. 

desc.2=Para obtener m\u00e1s informaci\u00f3n sobre las opciones de instalaci\u00f3n, consulte %1. 
desc.link=Instalando %1

typical.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Instalaci\u00f3n t\u00edpica</a>

typical.desc.1=Seleccione la instalaci\u00f3n t\u00edpica para utilizar %1 para el desarrollo, control de calidad o por etapas no de cl\u00faster.
typical.desc.2=La mayor\u00eda de valores de la instalaci\u00f3n t\u00edpica utilizan autom\u00e1ticamente los valores predeterminados pero puede seleccionar la v\u00eda de acceso de instalaci\u00f3n y la base de datos.

evaluation.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Instalaci\u00f3n de evaluaci\u00f3n</a>

evaluation.desc.1=Seleccione Instalaci\u00f3n de evaluaci\u00f3n si tiene pensado utilizar la instalaci\u00f3n para desarrollo, control de calidad o transferencia sin cl\u00faster.
evaluation.desc.2=La mayor\u00eda de valores de la instalaci\u00f3n de evaluaci\u00f3n utilizan autom\u00e1ticamente los valores predeterminados pero puede seleccionar la v\u00eda de acceso de instalaci\u00f3n y la base de datos.


custom.heading=<a class="solo" href="javascript:top.navigateTo('install')">Instalaci\u00f3n personalizada</a>
custom.desc=Durante una instalaci\u00f3n personalizada usted selecciona los paquetes que desee que instale Installation Manager y despu\u00e9s inicia la Herramienta de gesti\u00f3n de perfiles para crear el servidor de aplicaci\u00f3nes y la base de datos de topolog\u00edas.
custom.desc.1=Seleccione la instalaci\u00f3n personalizada por cualquiera de las razones siguientes:
custom.desc.2=Si el entorno de despliegue requiere nodos de cl\u00faster adicionales.
custom.desc.3=Si su empresa necesita un entorno de despliegue complejo y topolog\u00edas de bases de datos.
custom.desc.4=Si existe una instalaci\u00f3n de WebSphere Application Server sobre la que est\u00e1 instalando y configurando %1.


 
