################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2009, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
#NLS_ENCODING=ESCAPED_UNICODE

# Counting numbers
step1=1.
step2=2.
step3=3.
step4=4.
step5=5.
step6=6.

# Shared labels
select.hostname=Insira o nome do host:
select.location=Especifique o local da instala\u00e7\u00e3o:
hostname=Nome do host:
port=Porta:
location=Local:
username=Nome do Usu\u00e1rio:
password=Senha:
confirm=Confirmar:
development=Desenvolvimento
test=Teste
stage=Est\u00e1gio
production=Produ\u00e7\u00e3o
type=Tipo:
name=Nome:
browse=Procurar...
print=Imprimir
close=Fechar
yes=Sim
no=N\u00e3o
ok=OK
no.install=N\u00ba Preciso de um instalado para mim.
infoCenter.help=Ajude-me a decidir
infoCenter.setup=Instru\u00e7\u00f5es de configura\u00e7\u00e3o
architecture.choice=Selecionar o tipo de arquitetura a ser instalado
bit.32=32 bits
bit.64=63 bits
testConnection=Testar Conex\u00e3o

# Wizard labels
wizard.previous=Voltar
wizard.next=Avan\u00e7ar
wizard.done=Instala\u00e7\u00e3o de Software
wizard.cancel=Cancelar
wizard.exit=Sair
wizard.testConnection=Testar Conex\u00e3o com o Banco de Dados

# Wizard step labels
wizard.cancelling=Cancelando a instala\u00e7\u00e3o. O cancelamento pode levar algum tempo para ser conclu\u00eddo.
wizard.prereqCheck=Verificando pr\u00e9-requisitos...
wizard.generateResponse=Gerando arquivo de resposta para o Installation Manager...
wizard.startingIM=Iniciando o Installation Manager...
wizard.installing=Instalando %1...
wizard.creatingProfile=Criando novo perfil...
wizard.unaugmentingProfile=Reduzindo o perfil...
wizard.deleteProfile=Excluindo o perfil...
wizard.uninstalling=Desinstalando %1...
wizard.unzip.pd=Extraindo zip do Process Designer
wizard.check.fixpacks=Instalando Corre\u00e7\u00f5es Dispon\u00edveis
wizard.doingBPMConfig=Configurando ND simples...
wizard.nd.bpmConfig=Configurando o ambiente de implementa\u00e7\u00e3o...
wizard.standalone.bpmConfig=Configurando o ambiente independente...
wizard.addUserToGroup=Incluindo usu\u00e1rio no grupo de administradores do DB2...
wizard.waitingForDisk=Aguardando a inser\u00e7\u00e3o do disco...
wizard.startingServer=Iniciando servidor...
wizard.preload=Carregando configura\u00e7\u00e3o...
wizard.runstats=Otimizando banco de dados...

# Validation labels
validation.celladmin.deadmin.userId.same = Os nomes de usu\u00e1rio do administrador de c\u00e9lula e do administrador do ambiente de implementa\u00e7\u00e3o n\u00e3o podem ser iguais.
validation.password.inValidPassword = A senha padr\u00e3o do usu\u00e1rio %1 n\u00e3o est\u00e1 em conformidade com a pol\u00edtica de senha no sistema. Para especificar uma senha que esteja em conformidade com a pol\u00edtica de senha no sistema, feche a instala\u00e7\u00e3o t\u00edpica, reinicie o instalador e selecione a op\u00e7\u00e3o de instala\u00e7\u00e3o customizada.
validation.password.inValidPassword.wsrr = A senha padr\u00e3o do usu\u00e1rio %1 n\u00e3o est\u00e1 em conformidade com a pol\u00edtica de senha no sistema ou o instalador n\u00e3o est\u00e1 sendo executado como um administrador. Reinicie o instalador e especifique uma senha v\u00e1lida para o usu\u00e1rio. Al\u00e9m disso, assegure-se de que o instalador seja iniciado usando 'Executar como Administrador'.
validation.password.not.match = As senhas n\u00e3o correspondem.
validation.userId.inValidPassword = O usu\u00e1rio %1 existe no sistema, mas tem uma senha diferente da senha padr\u00e3o. A senha padr\u00e3o do usu\u00e1rio %1 mudou do que era no BPM v7.5.x. A nova senha padr\u00e3o \u00e9 "Db2pswd!". Para usar a senha padr\u00e3o, altere a senha do usu\u00e1rio %1 para a senha padr\u00e3o. Em seguida, feche a instala\u00e7\u00e3o t\u00edpica e reinicie-a. Para especificar uma senha para o usu\u00e1rio %1, feche a instala\u00e7\u00e3o t\u00edpica, reinicie o instalador e selecione a op\u00e7\u00e3o de instala\u00e7\u00e3o customizada.
validation.userId.inValidPassword.wsrr = O usu\u00e1rio %1 existe no sistema, mas tem uma senha diferente da senha fornecida. Reinicie o instalador e especifique a senha correta para o usu\u00e1rio.
validation.dir.shouldnotexist = A pasta %1 da inst\u00e2ncia do DB2 j\u00e1 existe em %2. Exclua a pasta %1 da inst\u00e2ncia do DB2 e, em seguida, tente a instala\u00e7\u00e3o novamente. 
validation.dir.empty=O diret\u00f3rio de instala\u00e7\u00e3o %1 escolhido n\u00e3o est\u00e1 vazio.
validation.dir.read_write=O diret\u00f3rio de instala\u00e7\u00e3o %1 escolhido n\u00e3o possui permiss\u00f5es de leitura e grava\u00e7\u00e3o.
validation.dir.size=O diret\u00f3rio de instala\u00e7\u00e3o %1 escolhido est\u00e1 localizado em um volume que n\u00e3o tem espa\u00e7o livre suficiente para a instala\u00e7\u00e3o.  S\u00e3o necess\u00e1rios %2 GB.
validation.dir.temp.size=O diret\u00f3rio tempor\u00e1rio %1 est\u00e1 localizado em um volume que n\u00e3o possui espa\u00e7o livre suficiente para a instala\u00e7\u00e3o.  S\u00e3o necess\u00e1rios %2 GB.
validation.dir.IM.temp.size = O local %1 dos dados do agente do IBM Installation Manager est\u00e1 localizado em um volume que n\u00e3o possui espa\u00e7o livre suficiente para a instala\u00e7\u00e3o.  S\u00e3o necess\u00e1rios %2 GB.
validation.field.required=Esse valor \u00e9 necess\u00e1rio.
validation.field.dir.empty=Esse diret\u00f3rio n\u00e3o est\u00e1 vazio.
validation.field.dir.read_write=Esse diret\u00f3rio n\u00e3o possui permiss\u00f5es de leitura e grava\u00e7\u00e3o.
validation.field.dir.non_existent=Esse diret\u00f3rio n\u00e3o existe.
validation.field.dir.size=Esse diret\u00f3rio est\u00e1 localizado em um volume que n\u00e3o possui espa\u00e7o livre suficiente para a instala\u00e7\u00e3o.  S\u00e3o necess\u00e1rios %1 GB.
validation.field.dir.subdir=Esse diret\u00f3rio deve ser um subdiret\u00f3rio, n\u00e3o um diret\u00f3rio de n\u00edvel superior.
validation.field.dir.length=O nome desse diret\u00f3rio \u00e9 muito longo para a instala\u00e7\u00e3o desse produto.  O diret\u00f3rio deve ter um comprimento m\u00e1ximo de %1 caracteres.
validation.field.database=Essa propriedade de conex\u00e3o com o banco de dados \u00e9 inv\u00e1lida.
validation.field.database.found=Esse banco de dados j\u00e1 existe.
validation.field.database.hasTables=Esse banco de dados j\u00e1 est\u00e1 em uso.  Escolha um banco de dados vazio.
validation.field.database.pageSize=Esse banco de dados n\u00e3o possui o tamanho de p\u00e1gina necess\u00e1rio de 32 K. 
validation.field.database.dbAdm=Esse banco de dados n\u00e3o concedeu autoridade de administra\u00e7\u00e3o de banco de dados ao nome de usu\u00e1rio especificado. 
validation.field.database.name=Os nomes de bancos de dados n\u00e3o podem conter caracteres especiais e devem ter um comprimento m\u00e1ximo de %1 caracteres.
validation.ulimit=O valor ulimit para arquivos abertos \u00e9 muito baixo. Aumente o valor de ulimit para pelo menos %1 e tente novamente.
validation.groupMembership=O usu\u00e1rio n\u00e3o est\u00e1 autorizado a criar bancos de dados. Inclua o usu\u00e1rio no grupo %1 e tente novamente.
validation.createDb.not.localhost=O nome do host para bancos de dados n\u00e3o \u00e9 um host local. Os bancos de dados podem ser criados somente para o DB2 em sistemas locais.
validation.username.length.max=O nome de usu\u00e1rio deve ter no m\u00e1ximo %1 caracteres.
validation.username.special.chars=O nome de usu\u00e1rio n\u00e3o deve conter espa\u00e7os ou caracteres especiais.
validation.username.upper.case=O nome de usu\u00e1rio n\u00e3o deve conter letras mai\u00fasculas.

# Wsrr Pane labels
installing.wsrr=Instalar o IBM WebSphere Service Registry and Repository
installing.wsrr.description=Especificar informa\u00e7\u00f5es b\u00e1sicas sobre a instala\u00e7\u00e3o.

# Database Pane labels
select.database.configuration=Selecionar a configura\u00e7\u00e3o do banco de dados
select.database.configuration.description=Selecionar uma configura\u00e7\u00e3o do banco de dados.  Se voc\u00ea instalar um banco de dados DB2 Express integrado, o banco de dados estar\u00e1 completamente configurado e pronto para uso.
install.database.DB2=Instalar um banco de dados DB2 Express integrado
install.database.existing=Usar um banco de dados existente (DB2, MSSQL ou Oracle)
install.database.DB2.bit32=A instala\u00e7\u00e3o do DB2 Express n\u00e3o \u00e9 suportada em sistemas de 32 bits. Voc\u00ea deve usar uma instala\u00e7\u00e3o existente do servidor de banco de dados.  

# Existing Database Pane labels
existing.database.setup=Configurar o servidor de banco de dados
existing.database.setup.choice=Gostaria de usar um banco de dados existente?
existing.database.setup.help=<a href='#' dojoAttachPoint='setupInstructions'>Ajude-me a decidir</a>.
existing.database.setup.db2express=O DB2 Express ser\u00e1 instalado para voc\u00ea.  Escolha um nome de usu\u00e1rio e uma senha para o banco de dados:
existing.database.setup.db2express.linux=O DB2 Express ser\u00e1 instalado para voc\u00ea.  Escolha os nomes de usu\u00e1rio e as senhas para o banco de dados:
existing.database.configure.dbType=Selecione o banco de dados que voc\u00ea deseja usar:
existing.database.configure.hostPort=Especifique o nome do host e a porta usados para conectividade do banco de dados:
existing.database.configure.userPass=Especifique o nome do usu\u00e1rio e a senha para conectividade do banco de dados:
existing.database.configure.dbnames=Especifique os nomes do banco de dados:
existing.database.configure.instance=Especifique o nome da inst\u00e2ncia do banco de dados para os bancos de dados:
existing.database.setup.desc1=Selecione o tipo de banco de dados e, em seguida, especifique seu local e suas propriedades.  Para obter mais informa\u00e7\u00f5es, clique em <a href='#' dojoAttachPoint='setupInstructions'>Instru\u00e7\u00f5es de configura\u00e7\u00e3o</a>.
existing.database.setup.desc2=Especifique o tipo de banco de dados e o local.
existing.database.setup.desc3=Especifique se deseja que a instala\u00e7\u00e3o crie o banco de dados
existing.database.configure.db2=Especifique os bancos de dados a serem usados.
existing.database.configure.other=Especifique os nomes de usu\u00e1rios e as senhas existentes para os bancos de dados a seguir.
existing.database.iid.canNotProceed=N\u00e3o \u00e9 poss\u00edvel continuar a configura\u00e7\u00e3o do ambiente de teste. O banco de dados DB2 n\u00e3o est\u00e1 instalado no sistema e a instala\u00e7\u00e3o n\u00e3o foi iniciada com direitos administrativos. Certifique-se de que a instala\u00e7\u00e3o seja iniciada pelo usu\u00e1rio com direitos administrativos ou que um banco de dados DB2 seja instalado no sistema antes de iniciar a instala\u00e7\u00e3o.
existing.database.create.db=Crie e inicialize esses bancos de dados durante a instala\u00e7\u00e3o.
db2.linux.instance.user=Usu\u00e1rio da inst\u00e2ncia do DB2:
db2.linux.fenced.user=Usu\u00e1rio protegido do DB2:
db2.linux.das.user=Usu\u00e1rio do DB2 Administration Server (DAS):
db2.linux.new.user=Novo Usu\u00e1rio
db2.linux.user.not.found=N\u00e3o foi poss\u00edvel localizar nenhum usu\u00e1rio com esse nome
db2.linux.user.will.exist=Um usu\u00e1rio com esse nome j\u00e1 ser\u00e1 criado pela instala\u00e7\u00e3o; escolha outro nome
db2.linux.user.already.exists=Um usu\u00e1rio com esse nome j\u00e1 existe; escolha outro nome
center.dbName=Nome do banco de dados do Process Center:
server.dbName=Nome do banco de dados do Process Server:
wsrr.dbName=Nome do banco de dados do WSRR Server:
performanceServer.dbName=Nome do banco de dados do Performance Data Warehouse:
common.dbName=Nome do banco de dados:
sid=Nome da inst\u00e2ncia:
sid.what.is.this=<a href='#' dojoAttachPoint='sidWhatIsThis'>O que \u00e9 isso?</a>
wsrr.sid=Nome do banco de dados do WSRR Server:
common.db=Banco de dados comum:
winAuth.help=<a href='#' dojoAttachPoint='winAuthWhatIsThis'>O que \u00e9 isso?</a>
winAuth.apply=Aplicar autentica\u00e7\u00e3o do Windows
existing.database.wsrr.create=Executar os scripts do banco de dados para criar o banco de dados (n\u00e3o selecione se estiver usando um banco de dados remoto).
existing.database.wsrr.location=Diret\u00f3rio de instala\u00e7\u00e3o do banco de dados:
existing.database.wsrr.system=Administrador do sistema de banco de dados:
existing.database.wsrr.oracle.user=Administrador do sistema Oracle:

# Installation Summary Pane labels
installSummary=Resumo da instala\u00e7\u00e3o
installSummary.desc=As op\u00e7\u00f5es a seguir ser\u00e3o instaladas.  Se essa lista n\u00e3o estiver correta, clique em <b>Voltar</b> para fazer as corre\u00e7\u00f5es.
installSummary.wsrr=Instalar um Servidor WSRR em %1
installSummary.newDatabase=Instalar o DB2 Express.  Antes de continuar, certifique-se de que o DB2 ainda n\u00e3o esteja instalado.
installSummary.existingDatabase=Uma inst\u00e2ncia de banco de dados %1 existente ser\u00e1 usada para esse servidor.
installSummary.license=Eu li e aceitei o <a href='#' dojoAttachPoint='license'>contrato de licen\u00e7a</a> e os <a href='#' dojoAttachPoint='notices'>avisos</a>

# Installation Panel labels
installingPane=Informa\u00e7\u00f5es de instala\u00e7\u00e3o
installingPane.intro=Enquanto a instala\u00e7\u00e3o est\u00e1 em andamento, imprima as informa\u00e7\u00f5es a seguir para refer\u00eancia futura. 
installingPane.showPassword=Mostrar senhas   
installingPane.processCenter=Process Center
installingPane.processServer=Process Server
installingPane.wsrrServer=Servidor WSRR
installingPane.offer_install_location=Local da Instala\u00e7\u00e3o:
installingPane.processCenterLink=Process Center:
installingPane.offer_admin_user=Usu\u00e1rio administrador:
installingPane.offer_admin_password=Senha do administrador:
installingPane.cellAdminAccount=Conta administrativa da c\u00e9lula
installingPane.deAdministrativeAccount=Conta administrativa do ambiente de implementa\u00e7\u00e3o
installingPane.process_designer=Process Designer
installingPane.process_designer_location=Local:
installingPane.db.embedded=DB2 Database Server integrado
installingPane.db.existing=Usando o produto de banco de dados %1 existente
installingPane.hostname=Nome do host:
installingPane.port=Porta:
installingPane.database_type=Tipo de banco de dados:
installingPane.tbd=URL do Process Center a ser determinada ap\u00f3s a cria\u00e7\u00e3o do perfil
installingPane.db2.instance=Nome do usu\u00e1rio/senha da inst\u00e2ncia:
installingPane.db2.fenced=Nome do usu\u00e1rio/senha protegida:
installingPane.db2.das=Nome do usu\u00e1rio/senha do Servidor de Administra\u00e7\u00e3o (DAS):

# Installation completed
install.result=Resultados da instala\u00e7\u00e3o
install.success=Instala\u00e7\u00e3o conclu\u00edda com \u00eaxito
install.firstSteps=Ativar Primeiras Etapas
install.fail=Instala\u00e7\u00e3o conclu\u00edda com erros
install.messages=A instala\u00e7\u00e3o gerou as seguintes mensagens:
install.readLog=Leia o arquivo de log em %1 para obter informa\u00e7\u00f5es adicionais.
install.failed.unzip=Falha ao descompactar o arquivo em %1.
install.failed.fix=Falha ao instalar a corre\u00e7\u00e3o de %1.

# Install cancelled
install.cancel.title=Cancelar a instala\u00e7\u00e3o?
install.cancel=Gostaria de cancelar a instala\u00e7\u00e3o?
install.cancel.im.succeed=Installation Manager conclu\u00eddo com \u00eaxito.
install.cancel.profile.succeed=Cria\u00e7\u00e3o de perfil conclu\u00edda com \u00eaxito.
install.cancel.fixpacks.succeed=Fix packs instalados com \u00eaxito.
install.cancel.pd.succeed=Instala\u00e7\u00e3o do Process Designer conclu\u00edda com \u00eaxito.
install.insertDisk.title=Inserir Disco
install.insertDisk.cancel=N\u00e3o foi poss\u00edvel instalar o ambiente de teste do IBM Process Server. 
install.cancel.preload.succeed=Carregamento de configura\u00e7\u00e3o conclu\u00eddo com \u00eaxito.
install.cancel.startServer.succeed=O servidor foi iniciado com \u00eaxito.
install.cancel.runstats.succeed=O banco de dados foi otimizado com \u00eaxito.

# WSRR only
WSRR.default.password=Insira a senha padr\u00e3o a ser usada para todos os usu\u00e1rios criados pela instala\u00e7\u00e3o
WSRR.confirm.password=Confirmar Senha:
WSRR.password.not.match=As senhas n\u00e3o correspondem.

#Typical Install Logging
log.error.fallbackLicense=E: N\u00e3o foi poss\u00edvel localizar o arquivo de licen\u00e7a em ingl\u00eas
log.error.admin=E: N\u00e3o \u00e9 poss\u00edvel determinar direitos administrativos
log.error.db2=E: N\u00e3o \u00e9 poss\u00edvel determinar se o DB2 est\u00e1 instalado
log.error.edition=E: Edi\u00e7\u00e3o desconhecida:
log.error=E: %1 
log.error.file=E: Arquivo %1 ausente ou vazio.
log.error.file.json=E: Arquivo %1.response.json ausente ou vazio.
log.error.gtk=E: N\u00e3o \u00e9 poss\u00edvel determinar se um GTK de 32 bits est\u00e1 instalado
log.error.imcl=E: N\u00e3o \u00e9 poss\u00edvel iniciar imcl
log.error.install.fail=E: A instala\u00e7\u00e3o falhou com a mensagem
log.error.install.fail.step=E: A instala\u00e7\u00e3o falhou na etapa
log.error.java=E: A execu\u00e7\u00e3o do m\u00e9todo Java resultou em falha.
log.error.java.execute=E: N\u00e3o \u00e9 poss\u00edvel executar o m\u00e9todo Java.
log.error.profile=E: N\u00e3o \u00e9 poss\u00edvel iniciar a cria\u00e7\u00e3o de perfil
log.error.profile.fail=E: Mensagem de erro INSTCONFFAILED localizada nos logs manageprofile.
log.error.bpmconfig.fail=E: Mensagem de erro INSTCONFFAILED localizada no log configureNode.
log.error.silent.install=E: Uma mensagem de erro foi localizada nos logs de instala\u00e7\u00e3o silenciosa.
log.error.ulimit=E: N\u00e3o \u00e9 poss\u00edvel determinar ulimit
log.error.xmlStore=E: N\u00e3o \u00e9 poss\u00edvel consultar XmlStore
log.error.groupMembership=E: N\u00e3o \u00e9 poss\u00edvel determinar a associa\u00e7\u00e3o ao grupo de administradores do DB2.
log.error.addUserToGroup=E: N\u00e3o \u00e9 poss\u00edvel incluir usu\u00e1rio no grupo de administradores do db2.

log.info=I: %1
log.info.admin=I: Direitos administrativos do usu\u00e1rio:
log.info.cancel=I: A instala\u00e7\u00e3o foi cancelada
log.info.cancel.user=I: O usu\u00e1rio cancelou a instala\u00e7\u00e3o
log.info.canonical=I: Obtido canonicalFilename de
log.info.db2.allow=I: Permitindo a instala\u00e7\u00e3o do DB2 Express
log.info.db2.exists=I: O DB2 j\u00e1 est\u00e1 instalado.
log.info.db2.invalid.os=I: Este n\u00e3o \u00e9 um sistema operacional v\u00e1lido para o DB2 Express.
log.info.db2.not.exist=I: Nenhum DB2 est\u00e1 instalado.
log.info.db2.prevent=I: Evitando a instala\u00e7\u00e3o do DB2 Express
log.info.db2.request.port=I: Solicitando porta do DB2 para servi\u00e7o db2c_
log.info.db2.valid.os=I: Este \u00e9 um sistema operacional v\u00e1lido para o DB2 Express.
log.info.eclipse.ini=I: Arquivo eclipse.ini atualizado com nome de host e porta corretos
log.info.edition=I: Executando com a edi\u00e7\u00e3o:
log.info.gtk=I: Executando checkGTK com o arquivo de resposta:
log.info.gtk.done=I: A verifica\u00e7\u00e3o pr\u00e9via do GTK foi conclu\u00edda nesta plataforma
log.info.gtk.ignore=I: A verifica\u00e7\u00e3o pr\u00e9via do GTK foi ignorada nesta plataforma
log.info.hostname=I: Usando o nome do host de %1
log.info.imcl=I: Executando a instala\u00e7\u00e3o do imcl
log.info.imcl.id=I: id: %1
log.info.imcl.location=I: local: %1
log.info.imcl.repository=I: reposit\u00f3rio: %1
log.info.install=I: Executando a instala\u00e7\u00e3o
log.info.install.step=I: Executando a etapa de instala\u00e7\u00e3o %1 de %2
log.info.install.success=I: Instala\u00e7\u00e3o conclu\u00edda com \u00eaxito
log.info.java=I: O programa Java retornou:
log.info.java.success=I: Resposta bem-sucedida da execu\u00e7\u00e3o do m\u00e9todo Java
log.info.pc.check=I: Verificando o process center para %1:%2 com o nome de usu\u00e1rio:%3
log.info.pc.port=I: Process Center instalado na porta:
log.info.port=I: Usando o n\u00famero da porta de
log.info.profile.create=I: Executando a cria\u00e7\u00e3o de perfil
log.info.request.browse=I: Solicitando di\u00e1logo do navegador de diret\u00f3rio.
log.info.request.canonical=I: Solicitando a forma can\u00f4nica do nome de arquivo:
log.info.request.file=I: Executando programa com o arquivo de solicita\u00e7\u00e3o:
log.info.request.hostname=I: Solicitando nome do host.
log.info.response=I: responseText=
log.info.start=I: Assistente de Instala\u00e7\u00e3o T\u00edpica iniciado.
log.info.ulimit=I: Ulimit configurado como:
log.info.unzip=I: Descompactando arquivo ZIP %1 em %2

log.warning=W: %1
log.warning.default.host=W: Usando nome do host padr\u00e3o do host local.
log.warning.default.port=W: Usando porta padr\u00e3o de 50000.

#Launchpad Servicability
progress.db.check=Verificando o banco de dados
progress.fixpack.check=Verificando fix packs
progress.fix.check=Verificando corre\u00e7\u00f5es
progress.db.failed=Falha na conex\u00e3o com o banco de dados
progress.db.success=Conex\u00e3o com o banco de dados bem-sucedida
titleString=Senha Necess\u00e1ria
directionText=As credenciais s\u00e3o necess\u00e1rias para conectar-se a um reposit\u00f3rio de servi\u00e7o da IBM.
failureText=As credenciais fornecidas falharam ao autenticar-se com um reposit\u00f3rio de servi\u00e7o da IBM.
labelName=Nome do Usu\u00e1rio
labelPassword=Senha
cancelInformation=Cancelar para continuar sem acessar um reposit\u00f3rio de servi\u00e7o da IBM.
checkbox.updates.description=Use sua conta de suporte para incluir atualiza\u00e7\u00f5es na instala\u00e7\u00e3o.
checkbox.updates.description.help=Eu n\u00e3o possuo uma conta de suporte.
liveUpdates.progressbar.title=Status
liveUpdates.progressbar.authenticationMessage=Efetuando login...
liveUpdates.progressbar.retrievingUpdatesMessage=Recuperando atualiza\u00e7\u00f5es...
liveUpdates.buttonCaption = Login
liveUpdates.NoUpdates.message= \u00d3timo! Voc\u00ea tem tudo o que precisa. N\u00e3o h\u00e1 atualiza\u00e7\u00f5es dispon\u00edveis.
liveUpdates.authenticationFailure.message = Desculpas. Suas credenciais n\u00e3o foram aceitas. Tente novamente.
liveUpdates.Timeout.message = Tempo limite durante a recupera\u00e7\u00e3o de atualiza\u00e7\u00f5es.
