################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2011, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=\u00dcdv\u00f6zli a(z) %1

desc=A telep\u00edt\u0151 v\u00e9gigvezeti a(z) %1 telep\u00edt\u00e9s\u00e9n \u00e9s konfigur\u00e1l\u00e1s\u00e1n, \u00e9s seg\u00edts\u00e9get ny\u00fajt az ig\u00e9nyeinek megfelel\u0151 telep\u00edt\u00e9s t\u00edpus\u00e1nak kiv\u00e1laszt\u00e1s\u00e1ban. 

desc.2=A telep\u00edt\u00e9si be\u00e1ll\u00edt\u00e1sokkal kapcsolatos tov\u00e1bbi inform\u00e1ci\u00f3k\u00e9rt l\u00e1sd: %1. 
desc.link=%1 telep\u00edt\u00e9se

typical.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Tipikus telep\u00edt\u00e9s</a>

typical.desc.1=V\u00e1lassza ki a tipikus telep\u00edt\u00e9st a(z) %1 fejleszt\u00e9shez, min\u0151s\u00e9gbiztos\u00edt\u00e1shoz vagy nem f\u00fcrt\u00f6z\u00f6tt \u00e1llom\u00e1soztat\u00e1shoz t\u00f6rt\u00e9n\u0151 haszn\u00e1lat\u00e1hoz.
typical.desc.2=A tipikus telep\u00edt\u00e9s eset\u00e9ben a legt\u00f6bb be\u00e1ll\u00edt\u00e1s automatikusan az alap\u00e9rtelmezett \u00e9rt\u00e9keket haszn\u00e1lja, de kiv\u00e1laszthatja a telep\u00edt\u00e9s el\u00e9r\u00e9si \u00fatj\u00e1t \u00e9s adatb\u00e1zis\u00e1t.

evaluation.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Ki\u00e9rt\u00e9kel\u00e9si telep\u00edt\u00e9s</a>

evaluation.desc.1=Akkor v\u00e1lassza a ki\u00e9rt\u00e9kel\u00e9si telep\u00edt\u00e9st, ha a telep\u00edt\u00e9st fejleszt\u00e9shez, min\u0151s\u00e9gbiztos\u00edt\u00e1si folyamatokhoz, valamint nem f\u00fcrt\u00f6z\u00f6tt \u00e1llom\u00e1soztat\u00e1shoz k\u00edv\u00e1nja haszn\u00e1lni.
evaluation.desc.2=A ki\u00e9rt\u00e9kel\u00e9si telep\u00edt\u00e9s eset\u00e9ben a legt\u00f6bb be\u00e1ll\u00edt\u00e1s automatikusan az alap\u00e9rtelmezett \u00e9rt\u00e9keket haszn\u00e1lja, de kiv\u00e1laszthatja a telep\u00edt\u00e9s el\u00e9r\u00e9si \u00fatj\u00e1t \u00e9s adatb\u00e1zis\u00e1t.


custom.heading=<a class="solo" href="javascript:top.navigateTo('install')">Egy\u00e9ni telep\u00edt\u00e9s</a>
custom.desc=Egy\u00e9ni telep\u00edt\u00e9s sor\u00e1n kiv\u00e1lasztja az Installation Manager alkalmaz\u00e1ssal telep\u00edteni k\u00edv\u00e1nt csomagokat, majd elind\u00edtja a profilkezel\u00e9si eszk\u00f6zt az alkalmaz\u00e1skiszolg\u00e1l\u00f3 \u00e9s az adatb\u00e1zis-topol\u00f3gi\u00e1k \u00f6ssze\u00e9p\u00edt\u00e9s\u00e9hez.
custom.desc.1=Egy\u00e9ni telep\u00edt\u00e9st az al\u00e1bbi okokb\u00f3l \u00e9rdemes v\u00e1lasztani:
custom.desc.2=Ha a telep\u00edt\u00e9si k\u00f6rnyezet tov\u00e1bbi f\u00fcrtcsom\u00f3pontokat ig\u00e9nyel.
custom.desc.3=Ha a v\u00e1llalata \u00f6sszetett telep\u00edt\u00e9si k\u00f6rnyezetet \u00e9s adatb\u00e1zis-topol\u00f3gi\u00e1kat ig\u00e9nyel.
custom.desc.4=Ha van olyan megl\u00e9v\u0151 WebSphere Application Server telep\u00edt\u00e9s, amelyen a(z) %1 term\u00e9ket telep\u00edtheti \u00e9s konfigur\u00e1lhatja.


 
