################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2007, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################


# NLS_MESSAGEFORMAT_VAR
#NLS_ENCODING=ESCAPED_UNICODE

# START NON-TRANSLATABLE
title=<%= top.formatmsg(property(top.diskLabel.edition + '.titlebar'),property('launchpad.releaseVersionMSB')+'.'+property('launchpad.releaseVersionLSB')) %>
productName=<%= top.formatmsg(property(top.diskLabel.edition + '.product'), property('launchpad.releaseVersionMSB')+'.'+property('launchpad.releaseVersionLSB')) %>

# END NON-TRANSLATABLE

BPM_EXP.product=IBM Business Process Manager Express V%1
BPM_STD.product=IBM Business Process Manager Standard V%1
BPM_ADVPS.product=IBM Business Process Manager Advanced V%1 - Process Server
BPM_ADV.product=IBM Business Process Manager Advanced V%1
WESB.product=IBM WebSphere Enterprise Service Bus
WBM.product=IBM Business Monitor
BPM_CLIENT.product=IBM Business Process Manager Advanced V%1 - Client
WSRR.product=WebSphere Service Registry and Repository Trial Edition
WSRRSTUDIO.product=WebSphere Service Registry and Repository Studio
IID.product=IBM Integration Designer
IID.WTE.product=IBM Business Process Manager Advanced V%1 - Process Server
MONTK.product=IBM Business Monitor Development Toolkit

IM.product=IBM Installation Manager

BPM_EXP.shortname=IBM BPM Express V%1
BPM_STD.shortname=IBM BPM Standard V%1
BPM_ADVPS.shortname=IBM BPM Advanced V%1 - Process Server
BPM_ADV.shortname=IBM BPM Advanced V%1
WESB.shortname=WebSphere ESB
WBM.shortname=IBM Business Monitor
BPM_CLIENT.shortname=IBM BPM Advanced V%1 - Client
WSRR.shortname=WebSphere Service Registry and Repository
WSRRSTUDIO.shortname=WebSphere Service Registry and Repository Studio
IID.shortname=IBM Integration Designer
MONTK.shortname=IBM Business Monitor Development Toolkit

#COULD BE DEAD
BPM_EXP.acronym=IBM BPM Express V8.5
BPM_STD.acronym=IBM BPM Standard V8.5
BPM_ADVPS.acronym=IBM BPM Advanced V8.5 - Process Server
BPM_ADV.acronym=IBM BPM Advanced V8.5
BPM_CLIENT.acronym=IBM BPM Advanced V8.5 - Client
WESB.acronym=WebSphere ESB
WBM.acronym=IBM Business Monitor
WSRR.acronym=WSRR
WSRRSTUDIO.acronym=WSRR Studio
IID.acronym=IID
MONTK.acronym=Montk

BPM_EXP.titlebar=IBM Business Process Manager Express V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
BPM_STD.titlebar=IBM Business Process Manager Standard V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
BPM_ADVPS.titlebar=IBM Business Process Manager Advanced V%1 Process Server \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
BPM_ADV.titlebar=IBM Business Process Manager Advanced V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
WESB.titlebar=IBM WebSphere Enterprise Service Bus V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
BPM_CLIENT.titlebar=IBM Business Process Manager Advanced V%1 - Client \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
WBM.titlebar=IBM Business Monitor V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
WSRR.titlebar=IBM WebSphere Service Registry and Repository V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
WSRRSTUDIO.titlebar=IBM WebSphere Service Registry and Repository Studio V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
IID.titlebar=IBM Integration Designer V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9
MONTK.titlebar=IBM Business Monitor Development Toolkit V%1 \u30e9\u30f3\u30c1\u30d1\u30c3\u30c9

IM.running.warning=IBM Installation Manager \u304c\u65e2\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u3066\u5b9f\u884c\u4e2d\u306e\u5834\u5408\u3001\u7d9a\u884c\u3059\u308b\u524d\u306b\u305d\u308c\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044\u3002
doc.warning=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u65b0\u898f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
washome.validation.failure=%1 \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u3059\u3002 \u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u3001WebSphere Application Server \u306e\u65b0\u898f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002
space.validation.failure=\u5341\u5206\u306a\u30c7\u30a3\u30b9\u30af\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002

recovery=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6642\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306f\u3001
recovery.1=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ea\u30ab\u30d0\u30ea\u30fc\u30fb\u30b9\u30c6\u30c3\u30d7\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002

hp.parisc.silent=\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30fb\u30e6\u30fc\u30b6\u30fc\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u306f\u3001HP PARISC \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30b5\u30a4\u30ec\u30f3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3001%1 \u3092 HP PARISC \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30b5\u30a4\u30ec\u30f3\u30c8\u5fdc\u7b54\u30d5\u30a1\u30a4\u30eb\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u3001%2 \u3067\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002
solaris.amd64.silent=Solaris on AMD 64 \u30d3\u30c3\u30c8\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u30b0\u30e9\u30d5\u30a3\u30ab\u30eb\u30fb\u30e6\u30fc\u30b6\u30fc\u30fb\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 %1 \u3092 Solaris on AMD 64 \u30d3\u30c3\u30c8\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u306b\u306f\u3001\u30b5\u30a4\u30ec\u30f3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u30b5\u30a4\u30ec\u30f3\u30c8\u5fdc\u7b54\u30d5\u30a1\u30a4\u30eb\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u3001%2 \u3067\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002

admin=\u5358\u7d14\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u3001\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u306b\u306e\u307f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u3002  \u975e\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5834\u5408\u306f\u3001
notSupportedLink=\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

footing=&copy; Copyright IBM Corporation 2000, 2013. All Rights Reserved.<br>IBM\u3001IBM \u30ed\u30b4\u304a\u3088\u3073 ibm.com \u306f\u3001\u4e16\u754c\u306e\u591a\u304f\u306e\u56fd\u3067\u767b\u9332\u3055\u308c\u305f International Business Machines Corporation \u306e\u5546\u6a19\u3067\u3059\u3002\u4ed6\u306e\u88fd\u54c1\u540d\u304a\u3088\u3073\u30b5\u30fc\u30d3\u30b9\u540d\u7b49\u306f\u3001\u305d\u308c\u305e\u308c IBM \u307e\u305f\u306f\u5404\u793e\u306e\u5546\u6a19\u3067\u3042\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u73fe\u6642\u70b9\u3067\u306e IBM \u306e\u5546\u6a19\u30ea\u30b9\u30c8\u306b\u3064\u3044\u3066\u306f\u3001http://www.ibm.com/legal/copytrade.shtml \u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002  Microsoft\u3001Windows\u3001Windows NT \u304a\u3088\u3073 Windows \u30ed\u30b4\u306f\u3001Microsoft Corporation \u306e\u7c73\u56fd\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u56fd\u306b\u304a\u3051\u308b\u5546\u6a19\u3067\u3059\u3002  Linux \u306f\u3001Linus Torvalds \u306e\u7c73\u56fd\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u56fd\u306b\u304a\u3051\u308b\u5546\u6a19\u3067\u3059\u3002  Java \u304a\u3088\u3073\u3059\u3079\u3066\u306e Java \u95a2\u9023\u306e\u5546\u6a19\u304a\u3088\u3073\u30ed\u30b4\u306f Oracle \u3084\u305d\u306e\u95a2\u9023\u4f1a\u793e\u306e\u7c73\u56fd\u304a\u3088\u3073\u305d\u306e\u4ed6\u306e\u56fd\u306b\u304a\u3051\u308b\u5546\u6a19\u307e\u305f\u306f\u767b\u9332\u5546\u6a19\u3067\u3059\u3002  \u4ed6\u306e\u88fd\u54c1\u540d\u304a\u3088\u3073\u30b5\u30fc\u30d3\u30b9\u540d\u7b49\u306f\u3001\u305d\u308c\u305e\u308c IBM \u307e\u305f\u306f\u5404\u793e\u306e\u5546\u6a19\u3067\u3042\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002


help.link=(\u30d8\u30eb\u30d7)
help.desc=Windows \u3067\u7ba1\u7406\u8005\u30b0\u30eb\u30fc\u30d7\u306b\u5c5e\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u3042\u308b\u3044\u306f Linux \u30b7\u30b9\u30c6\u30e0\u307e\u305f\u306f UNIX \u30b7\u30b9\u30c6\u30e0\u3067 root \u30e6\u30fc\u30b6\u30fc\u3067\u3042\u308b\u5834\u5408\u306f\u3001\u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3068\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u7ba1\u7406\u30e6\u30fc\u30b6\u30fc\u3067\u306a\u3044\u5834\u5408\u3001\u307e\u305f\u306f\u7ba1\u7406\u7279\u6a29\u306e\u306a\u3044\u81ea\u5206\u81ea\u8eab\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3067\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u884c\u3046\u5834\u5408\u306f\u3001\u3053\u306e\u30c1\u30a7\u30c3\u30af\u30fb\u30dc\u30c3\u30af\u30b9\u3092\u30af\u30ea\u30a2\u3057\u3066\u304f\u3060\u3055\u3044\u3002

wte.image.missing.1=\u9078\u629e\u3057\u305f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u306f\u3001\u30c6\u30b9\u30c8\u74b0\u5883\u304c\u5fc5\u8981\u3067\u3059\u3002  \u30c6\u30b9\u30c8\u74b0\u5883\u306e\u3059\u3079\u3066\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u3001\u3053\u306e\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u5b9f\u884c\u53ef\u80fd\u30d5\u30a1\u30a4\u30eb\u3068\u540c\u3058\u5834\u6240\u306e WTE_Disk \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u683c\u7d0d\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
wte.image.missing.2=\u30c6\u30b9\u30c8\u74b0\u5883\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u306a\u3044\u5834\u5408\u3001\u307e\u305f\u306f\u65e2\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u305f\u5834\u5408\u306f\u3001\u300cIBM Integration Designer\u300d\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

wte.prompt=\u30c6\u30b9\u30c8\u74b0\u5883\u30a4\u30e1\u30fc\u30b8\u306e\u5834\u6240 (WTE_Disk \u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u89aa\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc) \u3092\u5165\u529b\u3059\u308b\u304b\u3001DVD \u3092\u633f\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002

learn.more.link=\u8a73\u7d30

progress.initializing=\u521d\u671f\u5316\u4e2d...
progress.was=WebSphere Application Server \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d (\u5c11\u3057\u6642\u9593\u304c\u304b\u304b\u308a\u307e\u3059\u3002\u9032\u884c\u72b6\u6cc1\u8868\u793a\u30d0\u30fc\u306f\u9032\u307f\u307e\u305b\u3093)...
progress.import=WebSphere Application Server \u3092 Installation Manager \u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u4e2d...
progress.complete=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002

diskID=%1 V%2 \u30c7\u30a3\u30b9\u30af 1

#alt text for accessibility
logo=%1 \u306e\u30ed\u30b4
doc.icon=\u6587\u66f8\u3092\u8868\u3059\u30a2\u30a4\u30b3\u30f3
wizard.icon=\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u8868\u3059\u30a2\u30a4\u30b3\u30f3
website.icon=Web \u30b5\u30a4\u30c8\u3092\u8868\u3059\u30a2\u30a4\u30b3\u30f3
pdf.icon=PDF \u3092\u8868\u3059\u30a2\u30a4\u30b3\u30f3

#launchpad serviceability
launchpad.update.title=\u4f7f\u7528\u53ef\u80fd\u306a\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u306e\u66f4\u65b0
launchpad.update.content=\u6700\u65b0\u306e\u66f4\u65b0\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u304b?
launchpad.update.update=\u66f4\u65b0
launchpad.update.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
launchpad.update.unparsableMsg=\u3053\u306e bpm_update \u30d5\u30a1\u30a4\u30eb\u306f\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002

launchpad.update.unreachable=\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u4fee\u6b63\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc %1 \u306b\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u3092\u63a5\u7d9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002

launchpad.update.infoMsg=%1 \u306b\u5bfe\u3059\u308b\u4fee\u6b63\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002

#merged 
launchpad.update.invalidMsg=bpm_updates \u30d5\u30a1\u30a4\u30eb\u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u4fee\u6b63\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc %1 \u304c\u7121\u52b9\u304b\u3001\u3053\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5230\u9054\u3067\u304d\u307e\u305b\u3093\u3002  

updatePromptTitle = "\u4f7f\u7528\u53ef\u80fd\u306a\u30e9\u30f3\u30c1\u30d1\u30c3\u30c9\u306e\u66f4\u65b0"
updatePrompt = "\u6700\u65b0\u306e\u66f4\u65b0\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u304b?"
updatePromptYes = "\u66f4\u65b0"
updatePromptNo = "\u30ad\u30e3\u30f3\u30bb\u30eb"

# environment keys
windows.32bit=Windows 32 \u30d3\u30c3\u30c8
windows.64bit=Windows 64 \u30d3\u30c3\u30c8
linux.32bit=Linux 32 \u30d3\u30c3\u30c8
linux.64bit=Linux 64 \u30d3\u30c3\u30c8

Fixes.update.infoMsg=%1 \u306b\u5bfe\u3059\u308b\u4fee\u6b63\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002 
Fixes.update.invalidMsg=bpm_updates \u30d5\u30a1\u30a4\u30eb\u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u4fee\u6b63\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc %1 \u304c\u7121\u52b9\u304b\u3001\u3053\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5230\u9054\u3067\u304d\u307e\u305b\u3093\u3002 

FixPacks.update.infoMsg=%1 \u306b\u5bfe\u3059\u308b\u30d5\u30a3\u30c3\u30af\u30b9\u30d1\u30c3\u30af\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u9069\u7528\u3055\u308c\u307e\u3059\u3002 
FixPacks.update.invalidMsg=bpm_updates \u30d5\u30a1\u30a4\u30eb\u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30d5\u30a3\u30c3\u30af\u30b9\u30d1\u30c3\u30af\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc %1 \u304c\u7121\u52b9\u304b\u3001\u3053\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5230\u9054\u3067\u304d\u307e\u305b\u3093\u3002

bpm_updates.invalid=bpm_updates.properties \u30d5\u30a1\u30a4\u30eb\u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u300c%1\u300d\u304c\u7121\u52b9\u304b\u3001\u3053\u306e\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5230\u9054\u3067\u304d\u307e\u305b\u3093\u3002  

