################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2009, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
#NLS_ENCODING=ESCAPED_UNICODE

# Counting numbers
step1=1.
step2=2.
step3=3.
step4=4.
step5=5.
step6=6.

# Shared labels
select.hostname=\u30db\u30b9\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
select.location=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u5834\u6240\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
hostname=\u30db\u30b9\u30c8\u540d:
port=\u30dd\u30fc\u30c8:
location=\u5834\u6240:
username=\u30e6\u30fc\u30b6\u30fc\u540d:
password=\u30d1\u30b9\u30ef\u30fc\u30c9:
confirm=\u78ba\u8a8d:
development=\u958b\u767a
test=\u30c6\u30b9\u30c8
stage=\u30b9\u30c6\u30fc\u30b8
production=\u5b9f\u52d5
type=\u30bf\u30a4\u30d7:
name=\u540d\u524d:
browse=\u53c2\u7167...
print=\u5370\u5237
close=\u30af\u30ed\u30fc\u30ba
yes=\u306f\u3044
no=\u3044\u3044\u3048
ok=OK
no.install=\u3044\u3044\u3048\u3002 \u3053\u308c\u304b\u3089\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002
infoCenter.help=\u30d8\u30eb\u30d7
infoCenter.setup=\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u624b\u9806
architecture.choice=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u30fc\u306e\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
bit.32=32 \u30d3\u30c3\u30c8
bit.64=63 \u30d3\u30c3\u30c8
testConnection=\u63a5\u7d9a\u306e\u30c6\u30b9\u30c8

# Wizard labels
wizard.previous=\u623b\u308b
wizard.next=\u6b21\u3078
wizard.done=\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
wizard.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
wizard.exit=\u7d42\u4e86
wizard.testConnection=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u306e\u30c6\u30b9\u30c8

# Wizard step labels
wizard.cancelling=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u53d6\u308a\u6d88\u3057\u3066\u3044\u307e\u3059\u3002 \u53d6\u308a\u6d88\u3057\u306e\u5b8c\u4e86\u307e\u3067\u3057\u3070\u3089\u304f\u6642\u9593\u304c\u304b\u304b\u308a\u307e\u3059\u3002
wizard.prereqCheck=\u524d\u63d0\u6761\u4ef6\u3092\u78ba\u8a8d\u3057\u3066\u3044\u307e\u3059...
wizard.generateResponse=Installation Manager \u306e\u5fdc\u7b54\u30d5\u30a1\u30a4\u30eb\u3092\u751f\u6210\u3057\u3066\u3044\u307e\u3059...
wizard.startingIM=Installation Manager \u3092\u958b\u59cb\u3057\u3066\u3044\u307e\u3059...
wizard.installing=%1 \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...
wizard.creatingProfile=\u65b0\u898f\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
wizard.unaugmentingProfile=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u306e\u62e1\u5f35\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
wizard.deleteProfile=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
wizard.uninstalling=%1 \u3092\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u3044\u307e\u3059...
wizard.unzip.pd=Process Designer \u306e zip \u3092\u89e3\u51cd\u3057\u3066\u3044\u307e\u3059
wizard.check.fixpacks=\u4f7f\u7528\u53ef\u80fd\u306a\u4fee\u6b63\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
wizard.doingBPMConfig=\u5358\u7d14\u306a ND \u3092\u69cb\u6210\u3057\u3066\u3044\u307e\u3059...
wizard.nd.bpmConfig=\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u74b0\u5883\u3092\u69cb\u6210\u3057\u3066\u3044\u307e\u3059...
wizard.standalone.bpmConfig=\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3\u74b0\u5883\u3092\u69cb\u6210\u3057\u3066\u3044\u307e\u3059...
wizard.addUserToGroup=DB2 \u7ba1\u7406\u30b0\u30eb\u30fc\u30d7\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
wizard.waitingForDisk=\u30c7\u30a3\u30b9\u30af\u304c\u633f\u5165\u3055\u308c\u308b\u306e\u3092\u5f85\u3063\u3066\u3044\u307e\u3059...
wizard.startingServer=\u30b5\u30fc\u30d0\u30fc\u3092\u59cb\u52d5\u3057\u3066\u3044\u307e\u3059...
wizard.preload=\u69cb\u6210\u3092\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
wizard.runstats=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u6700\u9069\u5316\u3057\u3066\u3044\u307e\u3059...

# Validation labels
validation.celladmin.deadmin.userId.same = \u30bb\u30eb\u7ba1\u7406\u8005\u3068\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u74b0\u5883\u7ba1\u7406\u8005\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
validation.password.inValidPassword = \u30e6\u30fc\u30b6\u30fc %1 \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3001\u30b7\u30b9\u30c6\u30e0\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30dd\u30ea\u30b7\u30fc\u306b\u6e96\u62e0\u3057\u3066\u3044\u307e\u305b\u3093\u3002 \u30b7\u30b9\u30c6\u30e0\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30dd\u30ea\u30b7\u30fc\u306b\u6e96\u62e0\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f\u3001\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d42\u4e86\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u518d\u59cb\u52d5\u3057\u3066\u304b\u3089\u3001\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.password.inValidPassword.wsrr = \u30e6\u30fc\u30b6\u30fc %1 \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3001\u30b7\u30b9\u30c6\u30e0\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u30fb\u30dd\u30ea\u30b7\u30fc\u306b\u6e96\u62e0\u3057\u3066\u3044\u306a\u3044\u304b\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u304c\u7ba1\u7406\u8005\u3068\u3057\u3066\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u518d\u59cb\u52d5\u3057\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u6709\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u307e\u305f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u304c\u300c\u7ba1\u7406\u8005\u3068\u3057\u3066\u5b9f\u884c\u300d\u3092\u4f7f\u7528\u3057\u3066\u958b\u59cb\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3082\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.password.not.match = \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
validation.userId.inValidPassword = \u30e6\u30fc\u30b6\u30fc %1 \u306f\u30b7\u30b9\u30c6\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u306f\u7570\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u30fc %1 \u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001BPM v7.5.x \u3067\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304b\u3089\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u65b0\u3057\u3044\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u300cDb2pswd!\u300d\u3067\u3059\u3002 \u3053\u306e\u65b0\u3057\u3044\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001\u30e6\u30fc\u30b6\u30fc %1 \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u3053\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30d1\u30b9\u30ef\u30fc\u30c9\u306b\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u6b21\u306b\u3001\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u4e00\u5ea6\u7d42\u4e86\u3057\u3066\u304b\u3089\u3001\u518d\u59cb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \u30e6\u30fc\u30b6\u30fc %1 \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3059\u308b\u306b\u306f\u3001\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u7d42\u4e86\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u518d\u59cb\u52d5\u3057\u3066\u304b\u3089\u3001\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.userId.inValidPassword.wsrr = \u30e6\u30fc\u30b6\u30fc %1 \u306f\u30b7\u30b9\u30c6\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u306f\u7570\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u3092\u518d\u59cb\u52d5\u3057\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u6b63\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.dir.shouldnotexist = DB2 \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30fb\u30d5\u30a9\u30eb\u30c0\u30fc %1 \u304c %2 \u306b\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002 DB2 \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30fb\u30d5\u30a9\u30eb\u30c0\u30fc %1 \u3092\u524a\u9664\u3057\u3066\u304b\u3089\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
validation.dir.empty=\u9078\u629e\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc %1 \u306f\u7a7a\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
validation.dir.read_write=\u9078\u629e\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc %1 \u306b\u306f\u3001\u8aad\u307f\u53d6\u308a\u6a29\u9650\u3068\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
validation.dir.size=\u9078\u629e\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc %1 \u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7528\u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u4e0d\u8db3\u3057\u305f\u30dc\u30ea\u30e5\u30fc\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002  %2 GB \u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002
validation.dir.temp.size=\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc %1 \u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7528\u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u4e0d\u8db3\u3057\u305f\u30dc\u30ea\u30e5\u30fc\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002  %2 GB \u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002
validation.dir.IM.temp.size = IBM Installation Manager \u30a8\u30fc\u30b8\u30a7\u30f3\u30c8\u306e\u30c7\u30fc\u30bf\u30fb\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3 %1 \u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7528\u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u4e0d\u8db3\u3057\u305f\u30dc\u30ea\u30e5\u30fc\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002  %2 GB \u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002
validation.field.required=\u3053\u306e\u5024\u306f\u5fc5\u9808\u3067\u3059\u3002
validation.field.dir.empty=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u7a7a\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
validation.field.dir.read_write=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306b\u306f\u3001\u8aad\u307f\u53d6\u308a\u6a29\u9650\u3068\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
validation.field.dir.non_existent=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
validation.field.dir.size=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7528\u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u4e0d\u8db3\u3057\u305f\u30dc\u30ea\u30e5\u30fc\u30e0\u4e0a\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002  %1 GB \u306e\u30d5\u30ea\u30fc\u30fb\u30b9\u30da\u30fc\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002
validation.field.dir.subdir=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u3001\u6700\u4e0a\u4f4d\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3067\u306f\u306a\u304f\u3001\u30b5\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
validation.field.dir.length=\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u540d\u306f\u9577\u3059\u304e\u308b\u305f\u3081\u3001\u88fd\u54c1\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f %1 \u6587\u5b57\u4ee5\u5185\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
validation.field.database=\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306f\u7121\u52b9\u3067\u3059\u3002
validation.field.database.found=\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
validation.field.database.hasTables=\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002  \u7a7a\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.field.database.pageSize=\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u306f\u3001\u5fc5\u8981\u306a\u30da\u30fc\u30b8\u30fb\u30b5\u30a4\u30ba (32K) \u304c\u3042\u308a\u307e\u305b\u3093\u3002 
validation.field.database.dbAdm=\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u3001\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u540d\u306b\u5bfe\u3057\u3066\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u7ba1\u7406\u8005\u6a29\u9650\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002 
validation.field.database.name=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d\u306b\u7279\u6b8a\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d\u306f %1 \u6587\u5b57\u4ee5\u5185\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
validation.ulimit=\u958b\u3044\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b ulimit \u306e\u5024\u304c\u5c0f\u3055\u3059\u304e\u307e\u3059\u3002 ulimit \u306e\u5024\u3092 %1 \u4ee5\u4e0a\u306b\u8a2d\u5b9a\u3057\u3066\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.groupMembership=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f5c\u6210\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u30b0\u30eb\u30fc\u30d7 %1 \u306b\u305d\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3057\u3066\u3001\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validation.createDb.not.localhost=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30db\u30b9\u30c8\u540d\u304c\u30ed\u30fc\u30ab\u30eb\u30fb\u30db\u30b9\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f5c\u6210\u3067\u304d\u308b\u306e\u306f\u3001\u30ed\u30fc\u30ab\u30eb\u30fb\u30b7\u30b9\u30c6\u30e0\u306e DB2 \u306b\u5bfe\u3057\u3066\u306e\u307f\u3067\u3059\u3002
validation.username.length.max=\u30e6\u30fc\u30b6\u30fc\u540d\u306f\u3001%1 \u6587\u5b57\u4ee5\u5185\u3067\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
validation.username.special.chars=\u30e6\u30fc\u30b6\u30fc\u540d\u306b\u306f\u30b9\u30da\u30fc\u30b9\u3084\u7279\u6b8a\u6587\u5b57\u3092\u542b\u3081\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
validation.username.upper.case=\u30e6\u30fc\u30b6\u30fc\u540d\u306b\u306f\u5927\u6587\u5b57\u3092\u542b\u3081\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002

# Wsrr Pane labels
installing.wsrr=IBM WebSphere Service Registry and Repository \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb
installing.wsrr.description=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u57fa\u672c\u60c5\u5831\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Database Pane labels
select.database.configuration=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u69cb\u6210\u306e\u9078\u629e
select.database.configuration.description=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u69cb\u6210\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u7d44\u307f\u8fbc\u307f DB2 Express \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u3068\u3001\u3053\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u5b8c\u5168\u306b\u69cb\u6210\u3055\u308c\u3066\u4f7f\u7528\u53ef\u80fd\u306a\u72b6\u614b\u306b\u306a\u308a\u307e\u3059\u3002
install.database.DB2=\u7d44\u307f\u8fbc\u307f DB2 Express \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b
install.database.existing=\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3059\u308b (DB2\u3001MSSQL\u3001\u307e\u305f\u306f Oracle)
install.database.DB2.bit32=DB2 Express \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u300132 \u30d3\u30c3\u30c8\u30fb\u30b7\u30b9\u30c6\u30e0\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002 \u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u884c\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  

# Existing Database Pane labels
existing.database.setup=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc\u3092\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u3057\u307e\u3059
existing.database.setup.choice=\u65e2\u5b58\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3057\u307e\u3059\u304b?
existing.database.setup.help=<a href='#' dojoAttachPoint='setupInstructions'>\u30d8\u30eb\u30d7\u3092\u8868\u793a</a>\u3002
existing.database.setup.db2express=DB2 Express \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u307e\u3059\u3002  \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.setup.db2express.linux=DB2 Express \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u307e\u3059\u3002  \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.configure.dbType=\u4f7f\u7528\u3059\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.configure.hostPort=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u306b\u4f7f\u7528\u3059\u308b\u30db\u30b9\u30c8\u540d\u304a\u3088\u3073\u30dd\u30fc\u30c8\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.configure.userPass=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u306b\u4f7f\u7528\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u540d\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.configure.dbnames=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.configure.instance=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u540d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044:
existing.database.setup.desc1=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u5834\u6240\u3068\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u8a73\u3057\u304f\u306f\u3001<a href='#' dojoAttachPoint='setupInstructions'>\u30bb\u30c3\u30c8\u30a2\u30c3\u30d7\u624b\u9806</a>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.setup.desc2=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30bf\u30a4\u30d7\u3068\u5834\u6240\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.setup.desc3=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6642\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f5c\u6210\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.configure.db2=\u4f7f\u7528\u3059\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.configure.other=\u4ee5\u4e0b\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u3064\u3044\u3066\u3001\u65e2\u5b58\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.iid.canNotProceed=\u30c6\u30b9\u30c8\u74b0\u5883\u306e\u69cb\u6210\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\u3002 DB2 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u30b7\u30b9\u30c6\u30e0\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u304a\u3089\u305a\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u7ba1\u7406\u6a29\u9650\u3067\u958b\u59cb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u7ba1\u7406\u6a29\u9650\u306e\u3042\u308b\u30e6\u30fc\u30b6\u30fc\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u958b\u59cb\u3059\u308b\u3088\u3046\u306b\u3059\u308b\u304b\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u958b\u59cb\u524d\u306b\u30b7\u30b9\u30c6\u30e0\u306b DB2 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
existing.database.create.db=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u3053\u308c\u3089\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f5c\u6210\u3057\u3001\u521d\u671f\u5316\u3057\u307e\u3059\u3002
db2.linux.instance.user=DB2 \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30fb\u30e6\u30fc\u30b6\u30fc:
db2.linux.fenced.user=DB2 fenced \u30e6\u30fc\u30b6\u30fc:
db2.linux.das.user=DB2 \u7ba1\u7406\u30b5\u30fc\u30d0\u30fc (DAS) \u30e6\u30fc\u30b6\u30fc:
db2.linux.new.user=\u65b0\u898f\u30e6\u30fc\u30b6\u30fc
db2.linux.user.not.found=\u3053\u306e\u540d\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
db2.linux.user.will.exist=\u3053\u306e\u540d\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u3088\u3063\u3066\u4f5c\u6210\u3055\u308c\u308b\u3053\u3068\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u540d\u524d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
db2.linux.user.already.exists=\u3053\u306e\u540d\u524d\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u65e2\u306b\u5b58\u5728\u3059\u308b\u3053\u3068\u304c\u5206\u304b\u3063\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u540d\u524d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
center.dbName=Process Center \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
server.dbName=Process Server \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
wsrr.dbName=WSRR \u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
performanceServer.dbName=Performance Data Warehouse \u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
common.dbName=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
sid=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u540d:
sid.what.is.this=<a href='#' dojoAttachPoint='sidWhatIsThis'>\u8aac\u660e\u3092\u8868\u793a</a>
wsrr.sid=WSRR \u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d:
common.db=\u5171\u901a\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9:
winAuth.help=<a href='#' dojoAttachPoint='winAuthWhatIsThis'>\u8aac\u660e\u3092\u8868\u793a</a>
winAuth.apply=Windows \u8a8d\u8a3c\u3092\u9069\u7528
existing.database.wsrr.create=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u5b9f\u884c\u3057\u3066\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f5c\u6210\u3059\u308b (\u30ea\u30e2\u30fc\u30c8\u30fb\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u9078\u629e\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044)\u3002
existing.database.wsrr.location=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc:
existing.database.wsrr.system=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005:
existing.database.wsrr.oracle.user=Oracle \u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005:

# Installation Summary Pane labels
installSummary=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u8981\u7d04
installSummary.desc=\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u307e\u3059\u3002  \u3053\u306e\u30ea\u30b9\u30c8\u304c\u6b63\u3057\u304f\u306a\u3044\u5834\u5408\u306f\u3001<b>\u300c\u623b\u308b\u300d</b>\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
installSummary.wsrr=WSRR \u30b5\u30fc\u30d0\u30fc\u3092 %1 \u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059
installSummary.newDatabase=DB2 Express \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u307e\u3059\u3002  \u51e6\u7406\u3092\u7d9a\u884c\u3059\u308b\u524d\u306b\u3001DB2 \u304c\u307e\u3060\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
installSummary.existingDatabase=\u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306b\u5bfe\u3057\u3066\u3001\u65e2\u5b58\u306e %1 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
installSummary.license=<a href='#' dojoAttachPoint='license'>\u3054\u4f7f\u7528\u6761\u4ef6</a>\u304a\u3088\u3073<a href='#' dojoAttachPoint='notices'>\u7279\u8a18\u4e8b\u9805</a>\u3092\u8aad\u3093\u3067\u5185\u5bb9\u3092\u627f\u8afe\u3057\u307e\u3057\u305f

# Installation Panel labels
installingPane=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u60c5\u5831
installingPane.intro=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u5b9f\u884c\u4e2d\u306b\u3001\u4ee5\u4e0b\u306e\u60c5\u5831\u3092\u4eca\u5f8c\u306e\u53c2\u7167\u7528\u306b\u5370\u5237\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
installingPane.showPassword=\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u8868\u793a   
installingPane.processCenter=Process Center
installingPane.processServer=Process Server
installingPane.wsrrServer=WSRR \u30b5\u30fc\u30d0\u30fc
installingPane.offer_install_location=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u5834\u6240:
installingPane.processCenterLink=Process Center:
installingPane.offer_admin_user=\u7ba1\u7406\u8005\u30e6\u30fc\u30b6\u30fc:
installingPane.offer_admin_password=\u7ba1\u7406\u8005\u30d1\u30b9\u30ef\u30fc\u30c9:
installingPane.cellAdminAccount=\u30bb\u30eb\u7ba1\u7406\u30a2\u30ab\u30a6\u30f3\u30c8
installingPane.deAdministrativeAccount=\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u74b0\u5883\u7ba1\u7406\u30a2\u30ab\u30a6\u30f3\u30c8
installingPane.process_designer=Process Designer
installingPane.process_designer_location=\u5834\u6240:
installingPane.db.embedded=\u7d44\u307f\u8fbc\u307f DB2 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30b5\u30fc\u30d0\u30fc
installingPane.db.existing=\u65e2\u5b58\u306e %1 \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u88fd\u54c1\u3092\u4f7f\u7528
installingPane.hostname=\u30db\u30b9\u30c8\u540d:
installingPane.port=\u30dd\u30fc\u30c8:
installingPane.database_type=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30fb\u30bf\u30a4\u30d7
installingPane.tbd=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u4f5c\u6210\u5f8c\u306b\u5b9a\u7fa9\u3059\u308b Process Center \u306e URL
installingPane.db2.instance=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30e6\u30fc\u30b6\u30fc\u540d/\u30d1\u30b9\u30ef\u30fc\u30c9:
installingPane.db2.fenced=fenced \u30e6\u30fc\u30b6\u30fc\u540d/\u30d1\u30b9\u30ef\u30fc\u30c9:
installingPane.db2.das=\u7ba1\u7406\u30b5\u30fc\u30d0\u30fc (DAS) \u306e\u30e6\u30fc\u30b6\u30fc\u540d/\u30d1\u30b9\u30ef\u30fc\u30c9:

# Installation completed
install.result=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u7d50\u679c
install.success=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f
install.firstSteps=\u30d5\u30a1\u30fc\u30b9\u30c8\u30fb\u30b9\u30c6\u30c3\u30d7\u306e\u8d77\u52d5
install.fail=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u304c\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
install.messages=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u4e2d\u306b\u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u751f\u6210\u3055\u308c\u307e\u3057\u305f:
install.readLog=\u8a73\u3057\u304f\u306f\u3001%1 \u306e\u30ed\u30b0\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
install.failed.unzip=\u30d5\u30a1\u30a4\u30eb\u3092 %1 \u306b unzip \u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
install.failed.fix=%1 \u306e\u4fee\u6b63\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

# Install cancelled
install.cancel.title=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3059\u304b?
install.cancel=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u307e\u3059\u304b?
install.cancel.im.succeed=Installation Manager \u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
install.cancel.profile.succeed=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
install.cancel.fixpacks.succeed=\u30d5\u30a3\u30c3\u30af\u30b9\u30d1\u30c3\u30af\u304c\u6b63\u5e38\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u307e\u3057\u305f\u3002
install.cancel.pd.succeed=Process Designer \u304c\u6b63\u5e38\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u307e\u3057\u305f\u3002
install.insertDisk.title=\u30c7\u30a3\u30b9\u30af\u306e\u633f\u5165
install.insertDisk.cancel=IBM Process Server \u30c6\u30b9\u30c8\u74b0\u5883\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 
install.cancel.preload.succeed=\u69cb\u6210\u306e\u30ed\u30fc\u30c9\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
install.cancel.startServer.succeed=\u30b5\u30fc\u30d0\u30fc\u306f\u6b63\u5e38\u306b\u59cb\u52d5\u3057\u307e\u3057\u305f\u3002
install.cancel.runstats.succeed=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u6b63\u5e38\u306b\u6700\u9069\u5316\u3055\u308c\u307e\u3057\u305f\u3002

# WSRR only
WSRR.default.password=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u3088\u308a\u4f5c\u6210\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u3067\u4f7f\u7528\u3055\u308c\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
WSRR.confirm.password=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u78ba\u8a8d:
WSRR.password.not.match=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002

#Typical Install Logging
log.error.fallbackLicense=E: \u82f1\u8a9e\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
log.error.admin=E: \u7ba1\u7406\u6a29\u9650\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093
log.error.db2=E: DB2 \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u304b\u3069\u3046\u304b\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093
log.error.edition=E: \u4e0d\u660e\u306a\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3:
log.error=E: %1 
log.error.file=E: \u30d5\u30a1\u30a4\u30eb %1 \u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u307e\u305f\u306f\u7a7a\u3067\u3059\u3002
log.error.file.json=E: \u30d5\u30a1\u30a4\u30eb %1.response.json \u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u307e\u305f\u306f\u7a7a\u3067\u3059\u3002
log.error.gtk=E: 32 \u30d3\u30c3\u30c8 GTK \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6e08\u307f\u304b\u3069\u3046\u304b\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093
log.error.imcl=E: imcl \u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093
log.error.install.fail=E: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u5931\u6557\u3057\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u51fa\u529b\u3055\u308c\u307e\u3057\u305f
log.error.install.fail.step=E: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u6b21\u306e\u624b\u9806\u3067\u5931\u6557\u3057\u307e\u3057\u305f
log.error.java=E: Java \u30e1\u30bd\u30c3\u30c9\u306e\u5b9f\u884c\u304c\u5931\u6557\u306b\u7d42\u308f\u308a\u307e\u3057\u305f\u3002
log.error.java.execute=E: Java \u30e1\u30bd\u30c3\u30c9\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
log.error.profile=E: \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u4f5c\u6210\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093
log.error.profile.fail=E: manageprofile \u30ed\u30b0\u5185\u306b INSTCONFFAILED \u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
log.error.bpmconfig.fail=E: configureNode \u30ed\u30b0\u5185\u306b INSTCONFFAILED \u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
log.error.silent.install=E: \u30b5\u30a4\u30ec\u30f3\u30c8\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30ed\u30b0\u306b\u30a8\u30e9\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
log.error.ulimit=E: ulimit \u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093
log.error.xmlStore=E: XmlStore \u3092\u7167\u4f1a\u3067\u304d\u307e\u305b\u3093
log.error.groupMembership=E: DB2 \u7ba1\u7406\u30b0\u30eb\u30fc\u30d7\u306e\u30e1\u30f3\u30d0\u30fc\u30b7\u30c3\u30d7\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093\u3002
log.error.addUserToGroup=E: DB2 \u7ba1\u7406\u30b0\u30eb\u30fc\u30d7\u306b\u30e6\u30fc\u30b6\u30fc\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002

log.info=I: %1
log.info.admin=I: \u30e6\u30fc\u30b6\u30fc\u7ba1\u7406\u6a29\u9650:
log.info.cancel=I: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u53d6\u308a\u6d88\u3055\u308c\u307e\u3057\u305f
log.info.cancel.user=I: \u30e6\u30fc\u30b6\u30fc\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u53d6\u308a\u6d88\u3057\u307e\u3057\u305f
log.info.canonical=I: \u6b21\u306e canonicalFilename \u3092\u53d6\u5f97\u3057\u307e\u3057\u305f
log.info.db2.allow=I: DB2 Express \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u8a31\u53ef\u3057\u307e\u3059
log.info.db2.exists=I: DB2 \u306f\u65e2\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\u3002
log.info.db2.invalid.os=I: \u3053\u308c\u306f DB2 Express \u306b\u5bfe\u3059\u308b\u6709\u52b9\u306a\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30fb\u30b7\u30b9\u30c6\u30e0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
log.info.db2.not.exist=I: DB2 \u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
log.info.db2.prevent=I: DB2 Express \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3059
log.info.db2.request.port=I: \u30b5\u30fc\u30d3\u30b9 db2c_ \u7528\u306e DB2 \u30dd\u30fc\u30c8\u3092\u8981\u6c42\u3057\u3066\u3044\u307e\u3059
log.info.db2.valid.os=I: \u3053\u308c\u306f DB2 Express \u306b\u5bfe\u3059\u308b\u6709\u52b9\u306a\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30fb\u30b7\u30b9\u30c6\u30e0\u3067\u3059\u3002
log.info.eclipse.ini=I: eclipse.ini \u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u3057\u3044\u30db\u30b9\u30c8\u540d\u304a\u3088\u3073\u30dd\u30fc\u30c8\u3067\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
log.info.edition=I: \u6b21\u306e\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u4e2d:
log.info.gtk=I: checkGTK \u3092\u6b21\u306e\u5fdc\u7b54\u30d5\u30a1\u30a4\u30eb\u3067\u5b9f\u884c\u4e2d:
log.info.gtk.done=I: \u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e GTK \u4e8b\u524d\u30c1\u30a7\u30c3\u30af\u306f\u5b8c\u4e86\u3057\u3066\u3044\u307e\u3059
log.info.gtk.ignore=I: \u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f GTK \u4e8b\u524d\u30c1\u30a7\u30c3\u30af\u306f\u7121\u8996\u3055\u308c\u307e\u3059
log.info.hostname=I: %1 \u306e\u30db\u30b9\u30c8\u540d\u3092\u4f7f\u7528\u3057\u307e\u3059
log.info.imcl=I: imcl \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u5b9f\u884c\u4e2d
log.info.imcl.id=I: ID: %1
log.info.imcl.location=I: \u5834\u6240: %1
log.info.imcl.repository=I: \u30ea\u30dd\u30b8\u30c8\u30ea\u30fc: %1
log.info.install=I: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u5b9f\u884c\u4e2d
log.info.install.step=I: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u624b\u9806 (%1 / %2) \u306e\u5b9f\u884c\u4e2d
log.info.install.success=I: \u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306f\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f
log.info.java=I: Java \u30d7\u30ed\u30b0\u30e9\u30e0\u304b\u3089\u306e\u623b\u308a:
log.info.java.success=I: \u6b63\u5e38\u306a Java \u30e1\u30bd\u30c3\u30c9\u5b9f\u884c\u306e\u5fdc\u7b54
log.info.pc.check=I: %1:%2 \u306e Process Center \u3092\u30e6\u30fc\u30b6\u30fc\u540d:%3 \u3067\u691c\u67fb\u4e2d
log.info.pc.port=I: Process Center \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5148\u30dd\u30fc\u30c8:
log.info.port=I: \u6b21\u306e\u30dd\u30fc\u30c8\u756a\u53f7\u3092\u4f7f\u7528\u3057\u307e\u3059:
log.info.profile.create=I: \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u4f5c\u6210\u306e\u5b9f\u884c\u4e2d
log.info.request.browse=I: \u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u30fb\u30d6\u30e9\u30a6\u30b6\u30fc\u30fb\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u8981\u6c42\u3057\u3066\u3044\u307e\u3059\u3002
log.info.request.canonical=I: \u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u540d\u306e\u6b63\u898f\u5316\u5f62\u5f0f\u3092\u8981\u6c42\u3057\u3066\u3044\u307e\u3059:
log.info.request.file=I: \u6b21\u306e\u8981\u6c42\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3057\u3066\u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u5b9f\u884c\u4e2d:
log.info.request.hostname=I: \u30db\u30b9\u30c8\u540d\u3092\u8981\u6c42\u3057\u3066\u3044\u307e\u3059\u3002
log.info.response=I: responseText=
log.info.start=I: \u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3092\u958b\u59cb\u3057\u307e\u3057\u305f\u3002
log.info.ulimit=I: Ulimit \u3092\u6b21\u306b\u8a2d\u5b9a:
log.info.unzip=I: %1 \u3092 %2 \u306bunzip \u3057\u307e\u3059

log.warning=W: %1
log.warning.default.host=W: \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30db\u30b9\u30c8\u540d localhost \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
log.warning.default.port=W: \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30dd\u30fc\u30c8 50000 \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002

#Launchpad Servicability
progress.db.check=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u691c\u67fb\u4e2d
progress.fixpack.check=\u30d5\u30a3\u30c3\u30af\u30b9\u30d1\u30c3\u30af\u3092\u78ba\u8a8d\u4e2d
progress.fix.check=\u4fee\u6b63\u3092\u78ba\u8a8d\u4e2d
progress.db.failed=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u304c\u5931\u6557\u3057\u307e\u3057\u305f
progress.db.success=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u6b63\u5e38\u306b\u63a5\u7d9a\u3055\u308c\u307e\u3057\u305f
titleString=\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981
directionText=IBM \u30b5\u30fc\u30d3\u30b9\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u63a5\u7d9a\u3059\u308b\u306b\u306f\u3001\u8cc7\u683c\u60c5\u5831\u304c\u5fc5\u8981\u3067\u3059\u3002
failureText=\u6307\u5b9a\u3057\u305f\u8cc7\u683c\u60c5\u5831\u306f\u3001IBM \u30b5\u30fc\u30d3\u30b9\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u5bfe\u3059\u308b\u8a8d\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
labelName=\u30e6\u30fc\u30b6\u30fc\u540d
labelPassword=\u30d1\u30b9\u30ef\u30fc\u30c9
cancelInformation=IBM \u30b5\u30fc\u30d3\u30b9\u30fb\u30ea\u30dd\u30b8\u30c8\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u305b\u305a\u306b\u7d9a\u884c\u3059\u308b\u306b\u306f\u3001\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
checkbox.updates.description=\u30b5\u30dd\u30fc\u30c8\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306b\u66f4\u65b0\u3092\u542b\u3081\u3066\u304f\u3060\u3055\u3044\u3002
checkbox.updates.description.help=\u30b5\u30dd\u30fc\u30c8\u30fb\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
liveUpdates.progressbar.title=\u72b6\u6cc1
liveUpdates.progressbar.authenticationMessage=\u30ed\u30b0\u30a4\u30f3\u4e2d...
liveUpdates.progressbar.retrievingUpdatesMessage=\u66f4\u65b0\u306e\u53d6\u308a\u51fa\u3057\u4e2d...
liveUpdates.buttonCaption = \u30ed\u30b0\u30a4\u30f3
liveUpdates.NoUpdates.message= \u5fc5\u8981\u306a\u3082\u306e\u306f\u3059\u3079\u3066\u3042\u308a\u307e\u3059\u3002 \u4f7f\u7528\u53ef\u80fd\u306a\u66f4\u65b0\u306f\u3042\u308a\u307e\u305b\u3093\u3002
liveUpdates.authenticationFailure.message = \u8cc7\u683c\u60c5\u5831\u304c\u53d7\u3051\u5165\u308c\u3089\u308c\u3066\u3044\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
liveUpdates.Timeout.message = \u66f4\u65b0\u306e\u53d6\u308a\u51fa\u3057\u4e2d\u306b\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3067\u3059\u3002
