################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2011, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=%1 \u3078\u3088\u3046\u3053\u305d

desc=\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306f\u3001%1 \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3068\u69cb\u6210\u306e\u624b\u9806\u3092\u30ac\u30a4\u30c9\u3057\u307e\u3059\u3002\u3053\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30e9\u30fc\u306b\u3088\u308a\u3001\u30cb\u30fc\u30ba\u306b\u5fdc\u3058\u305f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 

desc.2=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u3064\u3044\u3066\u8a73\u3057\u304f\u306f\u3001%1 \u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
desc.link=%1 \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb

typical.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb</a>

typical.desc.1=\u958b\u767a\u3001\u54c1\u8cea\u4fdd\u8a3c\u3001\u307e\u305f\u306f\u975e\u30af\u30e9\u30b9\u30bf\u30fc\u5316\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u7528\u306b %1 \u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u3001\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
typical.desc.2=\u6a19\u6e96\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u307b\u3068\u3093\u3069\u306e\u8a2d\u5b9a\u306b\u306f\u81ea\u52d5\u7684\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u304c\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d1\u30b9\u3068\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

evaluation.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">\u8a55\u4fa1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb</a>

evaluation.desc.1=\u958b\u767a\u3001\u54c1\u8cea\u4fdd\u8a3c\u307e\u305f\u306f\u975e\u30af\u30e9\u30b9\u30bf\u30fc\u5316\u30b9\u30c6\u30fc\u30b8\u30f3\u30b0\u7528\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u3001\u8a55\u4fa1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
evaluation.desc.2=\u8a55\u4fa1\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u307b\u3068\u3093\u3069\u306e\u8a2d\u5b9a\u306b\u306f\u81ea\u52d5\u7684\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u304c\u3001\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u30fb\u30d1\u30b9\u3068\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306f\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002


custom.heading=<a class="solo" href="javascript:top.navigateTo('install')">\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb</a>
custom.desc=\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3067\u306f\u3001Installation Manager \u3067\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u305f\u3044\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u9078\u629e\u3057\u3001\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u7ba1\u7406\u30c4\u30fc\u30eb\u3092\u8d77\u52d5\u3057\u3066\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30b5\u30fc\u30d0\u30fc\u3068\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c8\u30dd\u30ed\u30b8\u30fc\u3092\u69cb\u7bc9\u3057\u307e\u3059\u3002
custom.desc.1=\u4ee5\u4e0b\u306e\u3044\u305a\u308c\u304b\u306b\u8a72\u5f53\u3059\u308b\u5834\u5408\u3001\u30ab\u30b9\u30bf\u30e0\u30fb\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
custom.desc.2=\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u74b0\u5883\u306b\u8ffd\u52a0\u306e\u30af\u30e9\u30b9\u30bf\u30fc\u30fb\u30ce\u30fc\u30c9\u304c\u5fc5\u8981\u306a\u5834\u5408\u3002
custom.desc.3=\u696d\u52d9\u4e0a\u3001\u8907\u96d1\u306a\u30c7\u30d7\u30ed\u30a4\u30e1\u30f3\u30c8\u74b0\u5883\u3068\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c8\u30dd\u30ed\u30b8\u30fc\u304c\u5fc5\u8981\u306a\u5834\u5408\u3002
custom.desc.4=%1 \u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3068\u69cb\u6210\u3092\u884c\u3046\u5bfe\u8c61\u306e WebSphere Application Server \u304c\u65e2\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3002


 
