################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2009, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
#NLS_ENCODING=ESCAPED_UNICODE

# Counting numbers
step1=1.
step2=2.
step3=3.
step4=4.
step5=5.
step6=6.

# Shared labels
select.hostname=Entrez le nom de l'h\u00f4te :
select.location=Sp\u00e9cifiez l'emplacement d'installation :
hostname=Nom d'h\u00f4te :
port=Port :
location=Emplacement :
username=Nom d'utilisateur :
password=Mot de passe :
confirm=Confirmation :
development=D\u00e9veloppement
test=Test
stage=Etape
production=Production
type=Type :
name=Nom :
browse=Parcourir...
print=Imprimer
close=Fermer
yes=Oui
no=Non
ok=OK
no.install=Non. J'ai besoin de ma propre version install\u00e9e.
infoCenter.help=Que choisir ?
infoCenter.setup=Instructions de configuration
architecture.choice=S\u00e9lectionnez le type d'architecture \u00e0 installer
bit.32=32 bits
bit.64=63 bits
testConnection=Tester la connexion

# Wizard labels
wizard.previous=Pr\u00e9c\u00e9dent
wizard.next=Suivant
wizard.done=Installer le logiciel
wizard.cancel=Annuler
wizard.exit=Quitter
wizard.testConnection=Tester la connexion \u00e0 la base de donn\u00e9es

# Wizard step labels
wizard.cancelling=Annulation de l'installation. L'op\u00e9ration peut prendre un certain temps.
wizard.prereqCheck=V\u00e9rification des pr\u00e9requis...
wizard.generateResponse=G\u00e9n\u00e9ration du fichier de r\u00e9ponses pour Installation Manager...
wizard.startingIM=D\u00e9marrage d'Installation Manager...
wizard.installing=Installation de %1...
wizard.creatingProfile=Cr\u00e9ation du profil...
wizard.unaugmentingProfile=Extension du profil...
wizard.deleteProfile=Suppression du profil...
wizard.uninstalling=D\u00e9sinstallation de %1...
wizard.unzip.pd=Extraction du zip de Process Designer
wizard.check.fixpacks=Installation des correctifs disponibles
wizard.doingBPMConfig=Configuration du composant ND simple...
wizard.nd.bpmConfig=Configuration de l'environnement de d\u00e9ploiement...
wizard.standalone.bpmConfig=Configuration de l'environnement autonome...
wizard.addUserToGroup=Ajout de l'utilisateur au groupe d'administrateurs DB2...
wizard.waitingForDisk=En attente de l'insertion du disque...
wizard.startingServer=D\u00e9marrage du serveur...
wizard.preload=Chargement de la configuration...
wizard.runstats=Optimisation de la base de donn\u00e9es...

# Validation labels
validation.celladmin.deadmin.userId.same = Les noms d'utilisateur de l'administrateur de la cellule et de l'administrateur de l'environnement ne doivent pas \u00eatre identiques.
validation.password.inValidPassword = Le mot de passe par d\u00e9faut de l'utilisateur %1 n'est pas conforme aux r\u00e8gles sur les mots de passe du syst\u00e8me. Pour indiquer un mot de passe conforme aux r\u00e8gles du syst\u00e8me, fermez l'installation standard, red\u00e9marrez le programme d'installation et s\u00e9lectionnez l'option d'installation personnalis\u00e9e.
validation.password.inValidPassword.wsrr = Le mot de passe par d\u00e9faut de l'utilisateur %1 n'est pas conforme aux r\u00e8gles sur les mots de passe du syst\u00e8me ou le programme d'installation ne s'ex\u00e9cute pas en tant qu'administrateur. Red\u00e9marrez le programme d'installation et sp\u00e9cifiez le mot de passe valide pour l'utilisateur. V\u00e9rifiez \u00e9galement que le programme d'installation est d\u00e9marr\u00e9 avec l'option d'ex\u00e9cution en tant d'administrateur.
validation.password.not.match = Les mots de passe ne correspondent pas.
validation.userId.inValidPassword = L'utilisateur %1 existe sur le syst\u00e8me mais son mot de passe est diff\u00e9rent du mot de passe par d\u00e9faut. Le mot de passe par d\u00e9faut de l'utilisateur %1 a chang\u00e9 par rapport \u00e0 BPM version 7.5.x. Le nouveau mot de passe par d\u00e9faut est "Db2pswd!". Pour utiliser le mot de passe par d\u00e9faut, remplacez le mot de passe de l'utilisateur %1 par le mot de passe par d\u00e9faut. Fermez ensuite l'installation standard et red\u00e9marrez-la. Pour indiquer un mot de passe pour l'utilisateur %1, fermez l'installation standard, red\u00e9marrez le programme d'installation et s\u00e9lectionnez l'option d'installation personnalis\u00e9e.
validation.userId.inValidPassword.wsrr = L'utilisateur %1 existe sur le syst\u00e8me mais son mot de passe est diff\u00e9rent du mot de passe fourni. Red\u00e9marrez le programme d'installation et sp\u00e9cifiez le mot de passe correct pour l'utilisateur.
validation.dir.shouldnotexist = Le dossier d'instance DB2 %1 existe d\u00e9j\u00e0 dans %2. Supprimez le dossier d'instance DB2 %1 et relancez l'installation. 
validation.dir.empty=Le r\u00e9pertoire d'installation choisi %1 n'est pas vide.
validation.dir.read_write=Le r\u00e9pertoire d'installation choisi (%1) n'est pas accessible en lecture et en \u00e9criture.
validation.dir.size=Le r\u00e9pertoire d'installation choisi (%1) se trouve sur un volume dont l'espace libre est insuffisant pour l'installation.  Il doit disposer de %2 Go.
validation.dir.temp.size=Le r\u00e9pertoire temporaire (%1) se trouve sur un volume dont l'espace libre est insuffisant pour l'installation.  Il doit disposer de %2 Go.
validation.dir.IM.temp.size = L'emplacement des donn\u00e9es de l'agent IBM Installation Manager %1 se trouve sur un volume qui ne dispose pas d'un espace suffisant pour l'installation.  Il doit disposer de %2 Go.
validation.field.required=Cette valeur est requise.
validation.field.dir.empty=Ce r\u00e9pertoire n'est pas vide.
validation.field.dir.read_write=Ce r\u00e9pertoire n'est pas accessible en lecture et en \u00e9criture.
validation.field.dir.non_existent=Ce r\u00e9pertoire n'existe pas.
validation.field.dir.size=Ce r\u00e9pertoire est situ\u00e9 sur un volume dont l'espace libre est insuffisant pour l'installation.  %1 Go sont n\u00e9cessaires.
validation.field.dir.subdir=Ce r\u00e9pertoire doit \u00eatre un sous-r\u00e9pertoire, et non un r\u00e9pertoire de niveau sup\u00e9rieur.
validation.field.dir.length=Ce nom de r\u00e9pertoire est trop long pour l'installation de ce produit.  Le nom du r\u00e9pertoire doit \u00eatre d'une longueur inf\u00e9rieure \u00e0 %1 caract\u00e8res.
validation.field.database=Cette propri\u00e9t\u00e9 de connexion \u00e0 la base de donn\u00e9es n'est pas valide.
validation.field.database.found=Cette base de donn\u00e9es existe d\u00e9j\u00e0.
validation.field.database.hasTables=Cette base de donn\u00e9es est d\u00e9j\u00e0 utilis\u00e9.  Choisissez une base de donn\u00e9es vide.
validation.field.database.pageSize=Cette base de donn\u00e9es n'a pas la taille de page requise de 32 Ko. 
validation.field.database.dbAdm=Cette base de donn\u00e9es n'a pas accord\u00e9 de droit d'administration de base de donn\u00e9es au nom d'utilisateur indiqu\u00e9. 
validation.field.database.name=Les noms de base de donn\u00e9es ne peuvent pas comporter de caract\u00e8res sp\u00e9ciaux et ils doivent avoir une longueur maximale de %1 caract\u00e8res.
validation.ulimit=La valeur ulimit des fichier ouverts est trop basse. Augmentez la valeur jusqu'\u00e0 %1 au moins et recommencez.
validation.groupMembership=L'utilisateur n'est pas autoris\u00e9 \u00e0 cr\u00e9er des bases de donn\u00e9es. Ajoutez l'utilisateur au groupe %1 et r\u00e9essayez.
validation.createDb.not.localhost=Le nom d'h\u00f4te des bases de donn\u00e9es ne correspond pas \u00e0 un h\u00f4te local. Des bases de donn\u00e9es ne peuvent \u00eatre cr\u00e9\u00e9es pour DB2 que sur un syst\u00e8me local.
validation.username.length.max=Le nom d'utilisateur doit comporter au maximum %1 caract\u00e8res.
validation.username.special.chars=Le nom d'utilisateur ne doit pas comporter d'espaces ni de caract\u00e8res sp\u00e9ciaux.
validation.username.upper.case=Le nom d'utilisateur ne doit pas comporter de lettres majuscules.

# Wsrr Pane labels
installing.wsrr=Installer IBM WebSphere Service Registry and Repository
installing.wsrr.description=Sp\u00e9cifiez les informations de base sur l'installation.

# Database Pane labels
select.database.configuration=S\u00e9lectionner une configuration de base de donn\u00e9es
select.database.configuration.description=S\u00e9lectionnez une configuration de base de donn\u00e9es.  Si vous installez une base de donn\u00e9es DB2 Express int\u00e9gr\u00e9e, la base de donn\u00e9es sera int\u00e9gralement configur\u00e9e et pr\u00eate \u00e0 \u00eatre utilis\u00e9e.
install.database.DB2=Installer une base de donn\u00e9es DB2 Express int\u00e9gr\u00e9e
install.database.existing=Utiliser une base de donn\u00e9es existante (DB2, MSSQL ou Oracle)
install.database.DB2.bit32=Installation de DB2 Express non prise en charge sur les syst\u00e8mes 32 bits. Vous devez utiliser une installation de serveur de base de donn\u00e9es existante.  

# Existing Database Pane labels
existing.database.setup=Configurer le serveur de base de donn\u00e9es
existing.database.setup.choice=Voulez-vous utiliser une base de donn\u00e9es existante ?
existing.database.setup.help=<a href='#' dojoAttachPoint='setupInstructions'>Aide pour le choix</a>.
existing.database.setup.db2express=DB2 Express va \u00eatre install\u00e9 pour vous.  Choisissez un nom d'utilisateur et un mot de passe pour la base de donn\u00e9es :
existing.database.setup.db2express.linux=DB2 Express va \u00eatre install\u00e9 pour vous.  Choisissez les noms d'utilisateur et les mots de passe pour la base de donn\u00e9es :
existing.database.configure.dbType=S\u00e9lectionnez la base de donn\u00e9es \u00e0 utiliser :
existing.database.configure.hostPort=Indiquez le nom d'h\u00f4te et le port utilis\u00e9s pour la connectivit\u00e9 de base de donn\u00e9es :
existing.database.configure.userPass=Indiquez le nom d'utilisateur et le mot de passe pour la connectivit\u00e9 de base de donn\u00e9es :
existing.database.configure.dbnames=Sp\u00e9cifiez les noms de base de donn\u00e9es :
existing.database.configure.instance=Sp\u00e9cifiez le nom de l'instance de base de donn\u00e9es pour les bases de donn\u00e9es :
existing.database.setup.desc1=S\u00e9lectionnez le type de base de donn\u00e9es, puis sp\u00e9cifiez son emplacement et ses propri\u00e9t\u00e9s.  Pour plus d'informations, cliquez sur <a href='#' dojoAttachPoint='setupInstructions'>Instructions de configuration</a>.
existing.database.setup.desc2=Sp\u00e9cifiez le type de base de donn\u00e9es et son emplacement.
existing.database.setup.desc3=Indiquez si l'installation doit cr\u00e9er la base de donn\u00e9es
existing.database.configure.db2=Sp\u00e9cifiez les bases de donn\u00e9es \u00e0 utiliser.
existing.database.configure.other=Sp\u00e9cifiez les noms d'utilisateur et les mots de passe existants pour les bases de donn\u00e9es ci-apr\u00e8s.
existing.database.iid.canNotProceed=Impossible de configurer l'environnement de test. La base de donn\u00e9es DB2 n'est pas install\u00e9e sur le syst\u00e8me et l'installation n'a pas \u00e9t\u00e9 lanc\u00e9e avec des droits d'administration. Assurez-vous que l'installation est lanc\u00e9e par l'utilisateur disposant des droits d'administration ou qu'une base de donn\u00e9es DB2 est install\u00e9e sur le syst\u00e8me avant de d\u00e9marrer l'installation.
existing.database.create.db=Cr\u00e9ez et initialisez ces bases de donn\u00e9es lors de l'installation.
db2.linux.instance.user=Utilisateur d'instance DB2 :
db2.linux.fenced.user=Utilisateur isol\u00e9 DB2 :
db2.linux.das.user=Utilisateur du serveur d'administration DB2 (DAS) :
db2.linux.new.user=Nouvel utilisateur
db2.linux.user.not.found=Aucun utilisateur ayant ce nom n'a \u00e9t\u00e9 trouv\u00e9
db2.linux.user.will.exist=Un utilisateur portant ce nom sera d\u00e9j\u00e0 cr\u00e9\u00e9 par l'installation, veuillez choisir un autre nom
db2.linux.user.already.exists=Un utilisateur portant ce nom existe d\u00e9j\u00e0, veuillez choisir un autre nom
center.dbName=Nom de la base de donn\u00e9es Process Center :
server.dbName=Nom de la base de donn\u00e9es Process Server :
wsrr.dbName=Nom de la base de donn\u00e9es du serveur WSRR :
performanceServer.dbName=Nom de la base de donn\u00e9es Performance Data Warehouse :
common.dbName=Nom de la base de donn\u00e9es :
sid=Nom d'instance :
sid.what.is.this=<a href='#' dojoAttachPoint='sidWhatIsThis'>Qu'est-ce que c'est ?</a>
wsrr.sid=Nom de la base de donn\u00e9es du serveur WSRR :
common.db=Base de donn\u00e9es commune :
winAuth.help=<a href='#' dojoAttachPoint='winAuthWhatIsThis'>Qu'est-ce que c'est ?</a>
winAuth.apply=Appliquer l'authentification Windows
existing.database.wsrr.create=Ex\u00e9cuter les scripts de base de donn\u00e9es pour cr\u00e9er la base de donn\u00e9es (ne pas s\u00e9lectionner si vous utilisez une base de donn\u00e9es distante).
existing.database.wsrr.location=R\u00e9pertoire d'installation de base de donn\u00e9es :
existing.database.wsrr.system=Administrateur syst\u00e8me de base de donn\u00e9es :
existing.database.wsrr.oracle.user=Administrateur syst\u00e8me Oracle :

# Installation Summary Pane labels
installSummary=R\u00e9capitulatif de l'installation
installSummary.desc=Les options ci-apr\u00e8s vont \u00eatre install\u00e9es.  Si cette liste est incorrecte, cliquez sur <b>Pr\u00e9c\u00e9dent</b> pour la corriger.
installSummary.wsrr=Installation d'un serveur WSRR dans %1
installSummary.newDatabase=Installation de DB2 Express.  Avant de continuer, v\u00e9rifiez que DB2 n'est pas d\u00e9j\u00e0 install\u00e9.
installSummary.existingDatabase=Une instance de base de donn\u00e9es %1 existante va \u00eatre utilis\u00e9e pour ce serveur.
installSummary.license=J'ai lu et j'accepte les dispositions du <a href='#' dojoAttachPoint='license'>contrat de licence</a> et les <a href='#' dojoAttachPoint='notices'>mentions l\u00e9gales</a>

# Installation Panel labels
installingPane=Informations d'installation
installingPane.intro=Au cours de l'installation, imprimez les informations suivantes pour pouvoir vous y r\u00e9f\u00e9rer. 
installingPane.showPassword=Afficher les mots de passe   
installingPane.processCenter=Process Center
installingPane.processServer=Process Server
installingPane.wsrrServer=Serveur WSRR
installingPane.offer_install_location=Emplacement d'installation :
installingPane.processCenterLink=Process Center :
installingPane.offer_admin_user=Administrateur :
installingPane.offer_admin_password=Mot de passe de l'administrateur :
installingPane.cellAdminAccount=Compte d'administration de la cellule
installingPane.deAdministrativeAccount=Compte d'administration de l'environnement de d\u00e9ploiement
installingPane.process_designer=Process Designer
installingPane.process_designer_location=Emplacement :
installingPane.db.embedded=Serveur de base de donn\u00e9es int\u00e9gr\u00e9e DB2
installingPane.db.existing=Utilisation du produit de base de donn\u00e9es existant %1
installingPane.hostname=Nom d'h\u00f4te :
installingPane.port=Port :
installingPane.database_type=Type de base de donn\u00e9es :
installingPane.tbd=URL Process Center \u00e0 d\u00e9terminer apr\u00e8s la cr\u00e9ation du profil
installingPane.db2.instance=Nom d'utilisateur/mot de passe de l'instance :
installingPane.db2.fenced=Nom d'utilisateur isol\u00e9/mot de passe :
installingPane.db2.das=Nom d'utilisateur/mot de passe du serveur d'administration (DAS) :

# Installation completed
install.result=R\u00e9sultats de l'installation
install.success=L'installation a abouti
install.firstSteps=Lancer Premier pas
install.fail=L'installation s'est termin\u00e9e avec des erreurs
install.messages=L'installation a g\u00e9n\u00e9r\u00e9 les messages suivants :
install.readLog=Lisez le fichier journal situ\u00e9 dans %1 pour plus d'informations.
install.failed.unzip=Echec de la d\u00e9compression du fichier dans %1.
install.failed.fix=Impossible d'installer le correctif pour %1.

# Install cancelled
install.cancel.title=Annuler l'installation ?
install.cancel=Voulez-vous annuler l'installation ?
install.cancel.im.succeed=Op\u00e9ration Installation Manager termin\u00e9e.
install.cancel.profile.succeed=La cr\u00e9ation du profil a abouti.
install.cancel.fixpacks.succeed=Les groupes de correctifs ont \u00e9t\u00e9 install\u00e9s.
install.cancel.pd.succeed=L'installation de Process Designer a abouti.
install.insertDisk.title=Ins\u00e9rer le disque
install.insertDisk.cancel=L'environnement de test IBM Process Server n'a pas pu \u00eatre install\u00e9. 
install.cancel.preload.succeed=Le chargement de la configuration a abouti.
install.cancel.startServer.succeed=Le d\u00e9marrage du serveur a abouti.
install.cancel.runstats.succeed=L'optimisation de la base de donn\u00e9es a abouti.

# WSRR only
WSRR.default.password=Entrez le mot de passe par d\u00e9faut \u00e0 utiliser pour tous les utilisateurs cr\u00e9\u00e9s par l'installation
WSRR.confirm.password=Confirmation du mot de passe :
WSRR.password.not.match=Les mots de passe ne correspondent pas.

#Typical Install Logging
log.error.fallbackLicense=E : le fichier de licence anglais est introuvable
log.error.admin=E : Impossible de d\u00e9terminer les droits d'administration
log.error.db2=E : Impossible de d\u00e9terminer si DB2 est install\u00e9
log.error.edition=E : Edition inconnue :
log.error=E : %1 
log.error.file=E : Le fichier %1 est manquant ou vide.
log.error.file.json=E : Le fichier %1.response.json manque ou est vide.
log.error.gtk=E : Impossible de d\u00e9terminer si GTK 32 bits est install\u00e9
log.error.imcl=E : Impossible de d\u00e9marrer imcl
log.error.install.fail=E : L'installation a \u00e9chou\u00e9 avec le message
log.error.install.fail.step=E : L'installation a \u00e9chou\u00e9 \u00e0 l'\u00e9tape
log.error.java=E : L'ex\u00e9cution de la m\u00e9thode Java a \u00e9chou\u00e9.
log.error.java.execute=E : Impossible d'ex\u00e9cuter une m\u00e9thode Java.
log.error.profile=E : Impossible de d\u00e9marrer la cr\u00e9ation de profil
log.error.profile.fail=E : Message d'erreur INSTCONFFAILED d\u00e9tect\u00e9 dans les journaux manageprofile.
log.error.bpmconfig.fail=E: Message d'erreur INSTCONFFAILED d\u00e9tect\u00e9 dans les journaux configureNode.
log.error.silent.install=E : Message d'erreur d\u00e9tect\u00e9 dans les journaux d'installation en mode silencieux.
log.error.ulimit=E : Impossible de d\u00e9terminer ulimit
log.error.xmlStore=E: Impossible d'interroger XmlStore
log.error.groupMembership=E: Impossible de d\u00e9terminer l'appartenance au groupe Administrateurs Db2.
log.error.addUserToGroup=E: Impossible d'ajouter l'utilisateur au groupe des administrateurs db2.

log.info=I : %1
log.info.admin=I : Droits d'administration utilisateur :
log.info.cancel=I : L'installation a \u00e9t\u00e9 annul\u00e9e
log.info.cancel.user=I : L'utilisateur a annul\u00e9 l'installation
log.info.canonical=I : Valeur canonicalFilename obtenue de
log.info.db2.allow=I : Installation de DB2 Express autoris\u00e9e
log.info.db2.exists=I : DB2 est d\u00e9j\u00e0 install\u00e9.
log.info.db2.invalid.os=I : Il ne s'agit pas d'un syst\u00e8me d'exploitation valide pour DB2 Express.
log.info.db2.not.exist=I : Aucun module DB2 install\u00e9
log.info.db2.prevent=I : Emp\u00eache l'installation de DB2 Express
log.info.db2.request.port=I : Demande de port DB2 pour le service db2c_
log.info.db2.valid.os=I : Syst\u00e8me d'exploitation valide pour DB2 Express.
log.info.eclipse.ini=I : Fichier eclipse.ini mis \u00e0 jour avec un nom d'h\u00f4te et un port corrects
log.info.edition=I : Ex\u00e9cution avec l'\u00e9dition :
log.info.gtk=I : Ex\u00e9cution de checkGTK avec le fichier de r\u00e9ponses :
log.info.gtk.done=I : Pr\u00e9-v\u00e9rification GTK effectu\u00e9e sur cette plateforme
log.info.gtk.ignore=I : Pr\u00e9-v\u00e9rification GTK ignor\u00e9e sur cette plateforme
log.info.hostname=I : Utilisation du nom d'h\u00f4te de %1
log.info.imcl=I : Ex\u00e9cution de l'installation imcl
log.info.imcl.id=I : ID : %1
log.info.imcl.location=I : Emplacement : %1
log.info.imcl.repository=I : R\u00e9f\u00e9rentiel : %1
log.info.install=I : Ex\u00e9cution de l'installation
log.info.install.step=I : Ex\u00e9cution de l'\u00e9tape d'installation %1 sur %2
log.info.install.success=I : L'installation a abouti
log.info.java=I : Le programme Java a renvoy\u00e9 :
log.info.java.success=I : R\u00e9ponse \u00e0 l'ex\u00e9cution de la m\u00e9thode Java
log.info.pc.check=I : V\u00e9rification de Process Center pour %1:%2 avec le nom d'utilisateur %3
log.info.pc.port=I : Process Center install\u00e9 sur le port :
log.info.port=I : Utilisation du num\u00e9ro de port de
log.info.profile.create=I :  Ex\u00e9cution de la cr\u00e9ation de profil
log.info.request.browse=I : Demande de la bo\u00eete de dialogue de navigateur de r\u00e9pertoire
log.info.request.canonical=I : Demande de la forme canonique du nom de fichier :
log.info.request.file=I : Ex\u00e9cution du programme avec le fichier de demande :
log.info.request.hostname=I : Demande du nom d'h\u00f4te.
log.info.response=I : responseText=
log.info.start=I : Assistant d'installation standard d\u00e9marr\u00e9.
log.info.ulimit=I : Ulimit associ\u00e9 \u00e0 la valeur :
log.info.unzip=I : D\u00e9compression de %1 dans %2

log.warning=W : %1
log.warning.default.host=W : Utilisation du nom d'h\u00f4te par d\u00e9faut du syst\u00e8me h\u00f4te local.
log.warning.default.port=W : Utilisation du port par d\u00e9faut 50000.

#Launchpad Servicability
progress.db.check=V\u00e9rification de la base de donn\u00e9es
progress.fixpack.check=Recherche de groupes de correctifs
progress.fix.check=Recherche de correctifs
progress.db.failed=La connexion \u00e0 la base de donn\u00e9es a \u00e9chou\u00e9
progress.db.success=La connexion \u00e0 la base de donn\u00e9es a abouti
titleString=Mot de passe requis
directionText=Les donn\u00e9es d'identification sont obligatoires pour la connexion \u00e0 un r\u00e9f\u00e9rentiel de service IBM.
failureText=Echec d'authentification des donn\u00e9es d'identification fournies aupr\u00e8s d'un r\u00e9f\u00e9rentiel de service IBM.
labelName=Nom d'utilisateur
labelPassword=Mot de passe
cancelInformation=Annuler pour poursuivre sans acc\u00e9der \u00e0 un r\u00e9f\u00e9rentiel de service IBM.
checkbox.updates.description=Utiliser le compte de support pour inclure les mises \u00e0 jour \u00e0 l'installation.
checkbox.updates.description.help=Je n'ai pas de compte de support.
liveUpdates.progressbar.title=Statut
liveUpdates.progressbar.authenticationMessage=Connexion...
liveUpdates.progressbar.retrievingUpdatesMessage=R\u00e9cup\u00e9ration des mises \u00e0 jour...
liveUpdates.buttonCaption = Connexion
liveUpdates.NoUpdates.message= Parfait ! Vous avez tout ce dont vous avez besoin. Aucune mise \u00e0 jour n'est disponible.
liveUpdates.authenticationFailure.message = D\u00e9sol\u00e9. Vos donn\u00e9es d'identification n'ont pas \u00e9t\u00e9 accept\u00e9es. Veuillez r\u00e9essayer.
liveUpdates.Timeout.message = Attente lors de la r\u00e9cup\u00e9ration des mises \u00e0 jour.
