################
# Licensed Materials - Property of IBM
# 5725-C94 5725-C95 5725-C96 5724-M24 5724-I82 5724-N72 5655-W17 
# Copyright IBM Corporation 2011, 2013. All Rights Reserved.
# US Government Users Restricted Rights- Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
################

# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=ESCAPED_UNICODE

heading=Bienvenue dans %1

desc=Le programme d'installation vous guide au cours de l'installation et de la configuration de %1 en vous aidant \u00e0 s\u00e9lectionner le type d'installation r\u00e9pondant \u00e0 vos besoins. 

desc.2=Pour plus d'informations sur les options d'installation, voir %1. 
desc.link=%1 - Installation

typical.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Installation standard</a>

typical.desc.1=S\u00e9lectionnez l'installation standard afin d'utiliser %1 pour le d\u00e9veloppement, l'assurance qualit\u00e9 ou un transfert non clusteris\u00e9.
typical.desc.2=La plupart des param\u00e8tres de l'installation standard utilisent automatiquement les valeurs par d\u00e9faut, mais vous pouvez s\u00e9lectionner le chemin d'installation et la base de donn\u00e9es.

evaluation.heading=<a class="solo" href="javascript:top.navigateTo('typical_install')">Installation d'\u00e9valuation</a>

evaluation.desc.1=S\u00e9lectionnez l'installation d'\u00e9valuation si vous voulez utiliser l'installation pour le d\u00e9veloppement, l'assurance qualit\u00e9 ou un transfert non clusteris\u00e9.
evaluation.desc.2=La plupart des param\u00e8tres de l'installation d'\u00e9valuation utilisent automatiquement les valeurs par d\u00e9faut, mais vous pouvez s\u00e9lectionner le chemin d'installation et la base de donn\u00e9es.


custom.heading=<a class="solo" href="javascript:top.navigateTo('install')">Installation personnalis\u00e9e</a>
custom.desc=Au cours d'une installation personnalis\u00e9e, vous s\u00e9lectionnez les packages qu'IBM Installation Manager doit installer, puis vous lancez l'outil de gestion de profil pour g\u00e9n\u00e9rer les topologies de serveurs d'applications et de base de donn\u00e9es.
custom.desc.1=S\u00e9lectionnez l'installation personnalis\u00e9e dans les cas suivants :
custom.desc.2=Si l'environnement de d\u00e9ploiement n\u00e9cessite des noeuds de cluster suppl\u00e9mentaires.
custom.desc.3=Si votre entreprise n\u00e9cessite des topologies d'environnement de d\u00e9ploiement et de base de donn\u00e9es complexes.
custom.desc.4=S'il existe une installation WebSphere Application Server sur laquelle vous installez et configurez %1.


 
